Repository: Jellby/PrincePDF
Catalog: translations/*.po
Languages: ca, de, es, et, fr, it, ms, nb, nl, pl, pt, pt_br, ru, sv, tr, uk

source: Prince log
ca: registre de Prince
de: Prince-Protokoll
es: Registro de Prince
et: Prince'i logi
fr: Journal de Prince
ms: Log Prince
nb: Prince logg
pl: Dziennik Prince
pt: Registos Prince
pt_br: Registro do Prince
ru: Prince журнал
sv: Prins logg
tr: Prince günlüğü
uk: Журнал Prince

source: <qt>Console output from the last Prince run</qt>
ca: <qt>Sortida de la consola de l'última execució de Prince</qt>
de: <qt>Konsolenausgabe der letzten Prince-Ausführung</qt>
es: <qt>Salida de consola de la última ejecución de Prince</qt>
et: <qt>Konsooli väljund viimasest Prince'i käitamisest</qt>
fr: <qt>Sortie de console de la dernière exécution de Prince</qt>
ms: <qt>Output konsol dari kejadian terakhir Prince dijalankan</qt>
nb: <qt>Konsoll resultater fra sist kjøring av Prince</qt>
nl: <qt>Console weergave van de laatste Prince uitvoering</qt>
pl: <qt>Wyjście konsoli ostatniego uruchomienia Prince</qt>
pt: <qt>Saída de texto de consola para a última execução de Prince</qt>
pt_br: <qt>Saída do console da última execução do Prince</qt>
ru: <qt>Консольный вывод из последнего запуска Prince</qt>
sv: <qt>Konsolutdata från Princes senaste körning</qt>
tr: <qt>Prince son çalıştırıldığındaki komut çıktısı</qt>
uk: <qt>Виведення до консолі під час останнього запису Prince</qt>

source: &Hide styles
ca: &Oculta els estils
de: &Stile ausblenden
et: Peida laadid
fr: &Masquer les styles
it: &Nascondi fogli di stile
nl: &Verberg stijlen
pl: &Ukryj style
pt: &Esconder estilos
ru: &Скрыть стили
sv: &Göm stilar
tr: &Biçemleri gizle

source: &Show styles
ca: Mo&stra els estils
de: &Stile anzeigen
et: Näita laade
fr: &Afficher les styles
it: &Mostra fogli di stile
nl: &Stijlen weergeven
pl: &Pokaż style
pt: &Mostrar estilos
ru: &Показать стили
sv: &Visa stilar
tr: Biçemleri &göster

source: Convert to PDF with Prince
ca: Converteix a PDF amb Prince
de: Mit Prince nach PDF konvertieren
es: Convertir a PDF con Prince
et: Teisenda Prince'iga PDFiks
fr: Convertir en PDF avec Prince
it: Converti in PDF con Prince
ms: Tukar format ke PDF dengan Prince
nb: Konverter til PDF med Prince
nl: Omzetten naar PDF met Prince
pl: Konwertuj do PDF za pomocą Prince
pt: Converter para PDF com Prince
pt_br: Converter para PDF com o Prince
ru: Конвертировать в PDF с Prince
sv: Konvertera till PDF med Prince
tr: Prince ile PDF' ye dönüştür
uk: Перетворити на PDF за допомогою Prince

source: <b>Title:</b> %s
ca: <b>Títol:</b> %s
de: <b>Titel:</b> %s
es: <b>Título:</b> %s
et: <b>Pealkiri:</b> %s
fr: <b>Titre :</b> %s
it: <b>Titolo:</b> %s
ms: <b>Tajuk:</b> %s
nb: <b>Tittel:</b> %s
nl: <b>Titel:</b> %s
pl: <b>Tytuł:</b> %s
pt: <b>Título</b>: %s
pt_br: <b>Título:</b> %s
ru: <b>Название:</b>%s
sv: <b>Titel:</b> %s
tr: <b>Başlık:</b> %s
uk: <b>Назва:</b> %s

source: <b>Source format:</b> %s
ca: <b>Format origen:</b> %s
de: <b>Quellformat:</b> %s
es: <b>Formato de origen:</b> %s
et: <b>Lähteformaat:</b> %s
fr: <b>Format d'entrée :</b> %s
it: <b>Formato originale:</b> %s
ms: <b>Format sumber:</b> %s
nb: <b>Kilde format:</b> %s
nl: <b>Bron formaat:</b> %s
pl: <b>Format źródłowy:</b> %s
pt: <b>Formato da Fonte:</b> %s
pt_br: <b>Formato de origem:</b> %s
ru: <b>Исходный формат:</b>%s
sv: <b>Källformat:</b> %s
tr: <b>Kaynak biçim:</b> %s
uk: <b>Початковий формат:</b> %s

source: &Add PDF to the book record
ca: &Afegeix el PDF al registre del llibre
de: PDF zum Bucheintr&ag hinzufügen
es: &Añadir PDF al registro del libro
et: Lisa PDF raamatu kirjesse
fr: &Ajouter le PDF à l'enregistrement du livre
it: &Aggiungere PDF in taccuino
ms: T&ambah PDF ke rekod buku
nb: &Legg til PDF til bok recorden
nl: PDF &toevoegen aan boek record
pl: &Dodaj PDF do wpisu książki
pt: &Adicionar PDF ao registo do livro
pt_br: &Adicionar PDF para o registro do livro
ru: &Добавить PDF к записи книги
sv: &Lägg PDF bokhandlingen
tr: PDF' yi kitap kaydına &Ekle
uk: &Додати PDF до запису книги

source: <qt>Add the converted PDF to the selected book record</qt>
ca: <qt>Afegeix el PDF convertit al registre del llibre seleccionat</qt>
de: <qt>Konvertierte PDF zur ausgewählten Bücherliste hinzufügen</qt>
es: <qt>Añadir el PDF convertido al registro del libro seleccionado</qt>
et: <qt>Lisa teisendatud PDG valitud raamatu kirjesse</qt>
fr: <qt>Ajoute le PDF converti à l'enregistrement du livre sélectionné</qt>
it: <qt>Aggiungi il PDF convertito nel taccuino selezionato</qt>
ms: <qt>Tambah PDF ditukar ke rekod buku terpilih</qt>
nb: <qt>Legg den konverterte PDFen til den valgte bok recorden.</qt>
nl: <qt>Voeg de omgezette PDF naar het geselecteerde boekbestand</qt>
pl: <qt>Dodaj skonwertowany PDF do wpisu wybranej książki</qt>
pt: <qt>Adicionar o PDF convertido ao registo de livro selecionado</qt>
pt_br: <qt>Adicionar o PDF convertido para o registro do livro selecionado</qt>
ru: <qt>Добавить преобразованный PDF в выбранную запись книги</qt>
sv: <qt>Lägg till konverterad PDF till vald bokpost</qt>
tr: <qt>Dönüştürülen PDF' yi seçilen kitap kaydına ekle</qt>
uk: <qt>Додати перетворений PDF до запису позначеної книги</qt>

source: &Custom style:
ca: &Estil personalitzat:
de: &Benutzerdefinierter Stil:
et: &Kohandatud laad:
fr: Style &personnalisé :
it: &Stile personalizzato:
nl: &Aangepaste stijl:
pl: &Niestandardowy styl:
pt: &Estilo personalizado:
ru: &Пользовательский стиль:
sv: &Anpassad stil:
tr: &Kişisel biçem:

source: <qt>Select one style to use. Additional styles can be created in the plugin configuration</qt>
ca: <qt>Seleccioneu un estil a utilitzar. Es poden crear estils addicionals a la configuració del connector</qt>
de: <qt>Wählen Sie einen Stil aus. Zusätzliche Stile können in der Plugin-Konfiguration erstellt werden.</qt>
et: <qt>Vali üks laad, mida kasutada. Lisalaade saab luua plugina kohandamise aknas</qt>
fr: <qt>Sélectionner un style à utiliser. Des styles additionnels peuvent être crées dans la configuration de l'extension</qt>
it: <qt>Seleziona uno stile da usare. Ulteriori stili possono essere creati nella configurazione plugin</qt>
nl: <qt>Selecteer een stijl voor gebruik. bijkomende stijlen kunnen aangemaakt worden in de plugin configuratie</qt>
pl: <qt>Wybierz jeden arkusz stylów do użycia. Dodatkowe arkusze styłow mogą być utworzone w konfiguracji wtyczki</qt>
pt: <qt>Escolha um estilo a usar. Estilos adicionais podem ser criados na configuração da extensão</qt>
ru: <qt>Выберите один стиль для использования. Дополнительные стили могут быть созданы в конфигурации плагина</qt>
sv: <qt>Välj en stil att använda. Ytterligare stilar kan skapas i insticksmodulenskonfigurationen</qt>
tr: <qt>Bir biçemi kullanmak için seçin. Ek biçemler eklenti yapılandırmasıyla oluşturulabilir</qt>

source: A&dditional command-line arguments:
ca: &Arguments addicionals de la línia d'ordres:
de: &Zusätzliche Befehlszeilenargumente:
et: Käsurea lisaargumendid:
fr: Arguments en ligne de commande a&dditionnels :
nl: A&dditionle opdrachtregel argumenten:
pl: Dodatkowe argumenty wiersza poleceń:
ru: До&полнительные аргументы командной строки:
sv: &Ytterligare kommandoradsargument:
tr: E&k komut satırı parametreleri:

source: <qt>Specify additional command-line arguments for the conversion</qt>
ca: <qt>Especifiqueu els arguments addicionals de línia d'ordres per a la conversió</qt>
de: <qt>Geben Sie zusätzliche Befehlszeilenargumente für die Konvertierung an.</qt>
et: <qt>Määratle teisendamise jaoks käsurea lisaargumendid</qt>
fr: <qt>Spécifier des arguments en ligne de commande additionnels pour la conversion</qt>
nl: <qt>Specifieer aanvullende command-line argumenten voor conversie</qt>
pl: <qt>Podaj dodatkowe argumenty wiersza polecenia do konwersji</qt>
ru: <qt>Укажите дополнительные аргументы командной строки для преобразования</qt>
sv: <qt>Ange ytterligare kommandoradsargument för konverteringen</qt>
tr: <qt>Dönüştürme için ek komut satırı parametreleri tanımla</qt>

source: <qt>This stylesheet can be modified<br/>The default can be configured</qt>
ca: <qt>No es pot modificar aquest full d'estil<br/>Es pot configurar el predeterminat</qt>
de: <qt>Diese Formatvorlage kann geändert werden<br/>Die Standardeinstellung kann konfiguriert werden</qt>
es: <qt>Esta hoja de estilos puede modificarse<br/>La hoja predeterminada se puede configurar</qt>
et: <qt>Seda laadilehte saab muuta<br/>Vaikevalikut saab muuta</qt>
fr: <qt>Cette feuille de style peut être modifiée<br/>Les options par défaut peuvent être configurées</qt>
it: <qt>Questo foglio di stile può essere modificato<br/>L'impostazione predefinita può essere configurata</qt>
ms: <qt>Lembaran gaya ini boleh diubahsuai<br/>Lalainya boleh dikonfigur</qt>
nb: <qt>Stilarket kan modifiseres<br/>Standarden kan konfigureres</qt>
nl: <qt>Deze stylesheet kan aangepast worden<br/>De standaard kan worden geconfigureerd</qt>
pl: <qt>Ten arkusz stylów może być zmodyfikowany<br/>Domyślny może być skonfigurowany</qt>
pt_br: <qt>Esta folha de estilo pode ser modificada<br/>O padrão pode ser configurado</qt>
ru: <qt>Эту таблицу стилей можно изменить <br/> Умолчальную можно настроить</qt>
sv: <qt>Denna stilmall kan modifieras<br/>Grundinställningen kan konfigureras</qt>
tr: <qt>Bu stil sayfası yeniden düzenlenebilir<br/>Öntanımlı olan yapılandırılabilir</qt>
uk: <qt>Цю таблицю стилів можна змінити.<br/>Типові значення можна налаштувати.</qt>

source: C&ustom CSS
ca: CSS &personalitzat
de: Ben&utzerdefiniertes CSS
es: &CSS personal
et: Kohandatud CSS
fr: &CSS personnalisé
it: CSS persona&lizzato
ms: CSS S&uai
nb: E&gendefinert CSS
nl: &Persoonlijke CSS
pl: Nie&standardowy CSS
pt: CSS &personalizado
pt_br: Personali&zar CSS
ru: По&льзовательский CSS
sv: &Anpassa CSS
tr: K&işisel CSS
uk: &Нетипова таблиця стилів

source: <qt>Custom CSS stylesheet to be used for this conversion</qt>
ca: <qt>Full d'estil CSS personalitzat que s'utilitzarà per a aquesta conversió</qt>
de: <qt>Die für diese Konvertierung zu verwendende benutzerdefinierte CSS-Formatvorlage</qt>
es: <qt>Hoja de estilos personal que se usará en esta conversión</qt>
et: <qt>Kohandatud CSS laadileht, mida selle teisendamise jaoks kasutada</qt>
fr: <qt>Feuille de style CSS personnalisée utilisée pour cette conversion</qt>
ms: <qt>Lembaran gaya CSS suai boleh digunakan untuk penukaran ini</qt>
nb: <qt>Egendefinert CSS stilark for bruk i konverteringen</qt>
nl: <qt>Aangepaste CSS stylesheet om voor deze conversie te gebruiken</qt>
pl: <qt>Niestandardowy arkusz stylów CSS do użycia w tej konwersji</qt>
pt_br: <qt>Personalizar folha de estilo CSS para ser usada nessa conversão</qt>
ru: <qt>Пользовательская таблица стилей CSS, которая будет использоваться для этого преобразования</qt>
sv: <qt>Anpassat CSS-format som skall användas för denna konvertering</qt>
tr: <qt>Bu dönüştürmede kullanılacak kişisel CSS</qt>
uk: <qt>Нетипова таблиця стилів CSS, яку буде використано для цього перетворення.</qt>

source: <qt>This stylesheet cannot be modified</qt>
ca: <qt>No es pot modificar aquest full d'estil</qt>
de: <qt>Diese Formatvorlage kann nicht verändert werden</qt>
es: <qt>Esta hoja de estilos no puede modificarse</qt>
et: <qt>Seda laadilehte ei saa muuta</qt>
fr: <qt>Cette feuille de style ne peut être modifiée</qt>
it: <qt>Questo foglio di stile non può essere modificato</qt>
ms: <qt>Lembaran gaya tidak dapat diubahsuai</qt>
nb: <br>Dette stilarket kan ikke bli modifisert</br>
nl: <qt>Deze style sheet kan niet aangepast worden</qt>
pl: <qt>Nie można zmodyfikować tego arkusza stylów</qt>
pt: Esta folha de estilos não pode ser modificada
pt_br: <qt>Esta folha de estilo não pode ser modificada</qt>
ru: <qt>Эта таблица стилей не может быть изменена</qt>
sv: <qt>Denna stilmall kan inte modifieras</qt>
tr: <qt>Bu stil sayfası yeniden düzenlenemez</qt>
uk: <qt>Цю таблицю стилів не можна змінювати.</qt>

source: &Book CSS
ca: CSS del lli&bre
de: &Buch CSS
es: CSS del &libro
et: Raamatu CSS
fr: &CSS du livre
it: &Libro CSS
ms: CSS &Buku
nb: &Bok CSS
nl: &Boek CSS
pl: CSS &książki
pt: Livro CSS
pt_br: Li&vro CSS
ru: CSS &Книги
sv: &Bok CSS
tr: Kitap &CSS
uk: CSS &книги

source: <qt>Book-specific CSS stylesheet included in the ebook file</qt>
ca: <qt>Full d'estil CSS específic del llibre inclòs al fitxer del llibre electrònic</qt>
de: <qt>Buchspezifische CSS-Formatvorlage in der E-Book-Datei eingefügt</qt>
es: <qt>Hoja de estilos específica del libro, incluida en el archivo</qt>
et: <qt>Raamatupõhine CSS laadileht, mis on e-raamatu faili kaasatud</qt>
fr: <qt>Feuille de style CSS spécifique au livre incluse dans le fichier ebook</qt>
ms: <qt>Lembaran gaya khusus-CSS disertakan dalam fail ebuku</qt>
nb: <qt>Bokspesifikke CSS stilark inkludert i bokas fil.</qt>
nl: <qt>Boek-specifieke CSS stylesheet bijgevoegd in ebook bestand</qt>
pl: <qt>Do pliku książki dołączono właściwy dla niej arkusz stylów CSS</qt>
pt_br: <qt>Folha de estilo CSS específica do livro incluído no arquivo do e-book</qt>
ru: <qt>Таблица стилей CSS для конкретной книги, включенная в файл книги</qt>
sv: <qt>Bokspecifik CSS-stilmal inkluderad i e-bokfilen</qt>
tr: <qt>E-kitap dosyasında yer alan kitaba özel CSS stil sayfası</qt>
uk: <qt>Специфічна для книги таблиця стилів CSS, включена до файла електронної книги.</qt>

source: <qt>Show/hide the additional styles used for the conversion</qt>
ca: <qt>Mostra o oculta els estils addicionals utilitzats per a la conversió</qt>
de: <qt>Ein-/Ausblenden der für die Konvertierung verwendeten zusätzlichen Formate</qt>
et: <qt>Näita/peida teisendamisel kasutatavaid lisalaade</qt>
fr: <qt>Afficher/masquer les styles additionnels utilisés pour la conversion</qt>
it: <qt>Mostra/nascondi altri fogli di stile usati per la conversione</qt>
nl: <qt>Tonen/Verbergen van de additionele stijlen gebruikt in deze conversie</qt>
pl: <qt>Pokaż/ukryj dodatkowe style używane przy konwersji</qt>
ru: <qt>Показать/скрыть дополнительные стили, используемые для преобразования</qt>
sv: <qt>Visa/dölj ytterligare stilar som används för konverteringen</qt>
tr: <qt>Dönüştürme için kullanılan ek stil sayfalarını göster/gizle</qt>

source: Con&vert
ca: Con&verteix
de: Kon&vertieren
es: Con&vertir
et: Teisenda
fr: &Convertir
it: Con&verti
ms: Tu&kar Format
nb: Kon&verter
nl: &Omzetten
pl: Kon&wertuj
pt: Con&verter
pt_br: Con&verter
ru: Кон&вертировать
sv: Kon&vertera
tr: Dö&nüştür
uk: Пере&творити

source: <qt>Run the conversion with Prince</qt>
ca: <qt>Execució de la conversió amb Prince</qt>
de: <qt>Die Konvertierung mit Prince ausführen</qt>
es: <qt>Ejecutar la conversión con Prince</qt>
et: <qt>Käita Prince'iga teisendamine</qt>
fr: <qt>Exécuter la conversion avec Prince</qt>
it: <qt>Avvia la conversione con Prince</qt>
ms: <qt>Jalankan penukaran dengan Prince</qt>
nb: <qt>Kjør konvertering med Prince</qt>
nl: <qt>Voer de conversie uit met Prince</qt>
pl: <qt>Uruchom konwersję za pomocą Prince</qt>
pt: Executar a conversão com Prince
pt_br: <qt>Executar a conversão com o Prince</qt>
ru: <qt>Запустить конвертацию с Prince</qt>
sv: <qt>Utför konvertering med Prince</qt>
tr: <qt>Prince ile dönüştürmeyi yapın</qt>
uk: <qt>Виконати перетворення за допомогою Prince</qt>

source: Parsing book...
ca: S'està analitzant el llibre...
de: Buch wird geparst...
es: Procesando libro...
et: Raamatu analüüsimine...
fr: Analyse du livre...
it: Analisi del libro in corso...
ms: Menghurai buku...
nb: Parser bok...
nl: Boek doorlopen...
pl: Analizowanie książki…
pt: A analisar o livro...
pt_br: Analisando livro...
ru: Разбор книги...
sv: Tolkar bok...
tr: Kitap ayrıştırılıyor...
uk: Обробляємо книгу…

source: Replacing templates
ca: Substitució de les plantilles
de: Ersetzungsvorlagen
et: Mallide asendamine
fr: Remplacement des modèles
ms: Menggantikan templat
nb: Erstatter maler
nl: Vervang sjablonen
pl: Zastępowanie szablonów
pt: A substituir modelos
ru: Замена шаблонов
sv: Ersätter mallar
tr: Şablonlar değiştiriliyor
uk: Замінюємо шаблони

source: Found: %s (%d-%d)
ca: S'ha trobat: %s (%d-%d)
de: Gefunden: %s (%d-%d)
et: Leiti: %s (%d-%d)
fr: Trouvé : %s(%d-%d)
ms: Temui: %s (%d-%d)
nb: Funnet: %s (%d-%d)
nl: Gevonden: %s (%d-%d)
pl: Znaleziono: %s (%d–%d)
pt: Encontrado: %s (%d-%d)
ru: Найдено: %s(%d-%d)
sv: Hittade: %s (%d-%d)
tr: Bulunan: %s (%d-%d)
uk: Знайдено: %s (%d-%d)

source: Replace with: %s
ca: Substitueix amb: %s
de: Ersetzen mit: %s
et: Asendaja: %s
fr: Remplacer avec : %s
it: Sostituisci con: %s
ms: Ganti dengan: %s
nb: Erstatt med: %s
nl: Vervangen door: %s
pl: Zastąp za pomocą: %s
pt: Substituir por: %s
ru: Заменить с: %s
sv: Ersätt med: %s
tr: Şununla değiştir: %s
uk: Замінити на %s

source: Converting book...
ca: S'està convertint el llibre...
de: Buch wird konvertiert...
es: Convirtiendo libro...
et: Raamatu teisendamine...
fr: Conversion du livre...
it: Conversione del libro in corso...
ms: Menukar format buku...
nb: Konverterer bok...
nl: Boek omzetten...
pl: Konwertowanie książki…
pt: A converter o livro...
pt_br: Convertendo livro...
ru: Конвертирование книги...
sv: Konverterar bok...
tr: Kitap dönüştürülüyor...
uk: Перетворюємо книгу…

source: Command line: %s
ca: Línia d'ordres: %s
de: Befehlszeile: %s
et: Käsurida: %s
fr: Ligne de commande : %s
nl: Opdrachtregel: %s
pl: Wiersz poleceń: %s
pt: Linha de comando: %s
ru: Командная строка: %s
sv: Kommandorad: %s
tr: Komut satırı: %s

source: Process error
ca: Error del procés
de: Prozessfehler
es: Error de proceso
et: Protsessi viga
fr: Erreur de processus
it: Errore di elaborazione
ms: Ralat proses
nb: Prosesseringsfeil
nl: Verwerk-fout
pl: Błąd przetwarzania
pt: Erro de processamento
pt_br: Erro no processo
ru: Ошибка процесса
sv: Processfel
tr: İşlem hatası
uk: Помилка обробки

source: <p>Error code: %s<p>make sure Prince (<a href="http://www.princexml.com">www.princexml.com</a>) is installed and the correct command-line-interface executable is set in the configuration of this plugin, which is usually:<ul><li>In Windows: <code><i>Prince_folder</i>\Engine\bin\prince.exe</code> <li>In Linux: <code>prince</code></ul>
ca: <p>Codi d'error: %s<p>assegureu-vos que Prince (<a href="http://www.princexml.com">www.princexml.com</a>) estigui instal·lat i que l'executable de la línia d'ordres estigui establert correctament a la configuració d'aquest connector, normalment està:<ul><li>en Windows: <code><i>Prince_folder</i>\Engine\bin\prince.exe</code> <li>en Linux: <code>prince</code></ul>
de: <p>Fehler-Code: %s<p>Stellen Sie sicher, dass Prince (<a href="http://www.princexml.com">www.princexml.com</a>) installiert und die richtige Kommandozeilen-Datei in der Erweiterungskonfiguration eingestellt ist, normalerweise:<ul><li>Unter Windows: <code><i>Prince_Verzeichnis</i>\Engine\bin\prince.exe</code><li>Unter Linux: <code>prince</code></ul>
es: <p>Código de error: %s<p>Asegúrese de que Prince (<a href="http://www.princexml.com">www.princexml.com</a>) está instalado y de que el ejecutable de consola correcto está especificado en la configuración de este complemento, normalmente es:<ul><li>En Windows: <code><i>carpeta_de_Prince</i>\Engine\bin\prince.exe</code> <li>En Linux: <code>prince</code></ul>
et: <p>Veateade: %s<p>veendu, et Prince (<a href="http://www.princexml.com">www.princexml.com</a>) on installitud ja selle plugina kohandamise aknas on sisestatud õige käsurealiidese käivitusfail, milleks on tavaliselt:<ul><li>Windowsis: <code><i>Prince_kaust</i>\Engine\bin\prince.exe</code> <li>Linuxis: <code>prince</code></ul>
fr: <p>Code d'erreur : %s<p>Assurez-vous que Prince (<a href="http://www.princexml.com">www.princexml.com</a>) est installé et que l'éxécutable correct de l'interface de ligne de commande est paramétré dans la configuration de ce greffon, qui est habituellement :<ul><li>Dans Windows : <code><i>dossier_de_Prince</i>\Engine\bin\prince.exe</code> <li>Dans Linux : <code>prince</code></ul>
ms: <p>Kod ralat: %s<p>pastikan Prince (<a href="http://www.princexml.com">www.princexml.com</a>) dipasang dan bolehlaku antaramuka-baris-perintah yang betul dalam konfigurasi pemalam ini, biasanya:<ul><li>Dalam Windows: <code><i>Prince_folder</i>\Engine\bin\prince.exe</code> <li>Dalam Linux: <code>prince</code></ul>
nb: <p>Feilkode: %s<p>Forsikre deg om at Prince (<a href="http://www.princexml.com">www.princexml.com</a>) er installert og riktig kjøbar fil for kommandolinje er satt opp i konfigurasjonen for pluginen, som vanligvis betyr:<ul><li>I Windows: <code><i>Prince_folder</i>\Engine\bin\prince.exe</code> <li>I Linux: <code>prince</code></ul>
nl: <p>Fout code: %s<p>zorg ervoor dat Prince (<a href="http://www.princexml.com">www.princexml.com</a>) is geïnstalleerd en dat de uitvoerbare .EXE command-line interface correct werd ingesteld in deze plugin, die gewoonlijk te vinden is:<ul><li>In Windows: <code><i>Prince_folder</i>\Engine\bin\prince.exe</code> <li>In Linux: <code>prince</code></ul>
pl: <p>Kod błędu: %s<p>Upewnij się, że Prince (<a href="http://www.princexml.com">www.princexml.com</a>) jest zainstalowany i w konfiguracji wtyczki ustawiony jest prawidłowy interfejs wiersza poleceń, zwykle jest to:<ul><li>W <code><i>Folder_Prince</i>\Engine\bin\prince.exe</code> <li>W Linuksie: <code>prince</code></ul>
pt_br: <p>Código de erro: %s<p>certifique-se que o Prince (<a href="http://www.princexml.com">www.princexml.com</a>) esteja instalado e o executável correto da interface da linha de comando esteja definido nas configurações deste plugin, normalmente:<ul><li>No Windows: <code><i>Prince_folder</i>\Engine\bin\prince.exe</code> <li>No Linux: <code>prince</code></ul>
ru: <p>Код ошибки: %s<p>убедитесь, что Prince (<a href="http://www.princexml.com">www.princexml.com</a>) установлен и правильный конфигурационный файл интерфейса командной строки установлен в конфигурации этого плагина, которая обычно: <ul><li>В Windows: <code><i>Prince_folder</i>\Engine\bin\prince.exe</code> <li>В Linux: <code>prince</code></ul>
sv: <p>Felkod: %s<p>försökra dig att Prince (<a href="http://www.princexml.com">www.princexml.com</a>) är installerad och att rätt kommandoradsgränssnitt program är inställt i konfigurationen av detta tillägg, vilket är vanligtvis är:<ul><li>I Windows: <code><i>Prince_folder</i>\Engine\bin\prince.exe</code> <li>I Linux: <code>prince</code></ul>
tr: <p>Hata kodu: %s<p>Prince' in (<a href="http://www.princexml.com">www.princexml.com</a>) kurulu olduğuna ve genellikle <ul><li>Windows' ta: <code><i>Prince_folder</i>\Engine\bin\prince.exe</code> veya <li>Linux' ta: <code>prince</code></ul> bulunan doğru komut satırı çalıştırılabilir dosyasının bu eklenti yapılandırılmasında ayarlanmış olduğundan emin olun.
uk: <p>Код помилки: %s<p>Переконайтеся, що встановлено Prince (<a href="http://www.princexml.com">www.princexml.com</a>) і вказано відповідний виконуваний файл командного рядка у налаштуваннях цього додатка. Зазвичай, таким файлом є:<ul><li>у Windows: <code><i>Prince_folder</i>\Engine\bin\prince.exe</code> <li>у Linux: <code>prince</code></ul>

source: Run the Prince PDF Plugin
ca: Executa el connector Prince PDF
de: Das Prince PDF Plugin ausführen
es: Ejecutar el complemento Prince PDF
et: Käita plugin Prince PDF
fr: Exécuter le greffon Prince PDF
it: Avvia Prince PDF Plugin
ms: Jalankan Pemalam Prince PDF
nb: Kjørt Prince PDF pluginen
nl: Start de Prince PDF plugin
pl: Uruchom wtyczkę Prince PDF
pt: Executar o plugin do Prince PDF
pt_br: Executar o Plugin Prince PDF
ru: Запустить плагин Prince PDF
sv: Kör Prince PDF-tillägg
tr: Prince PDF Eklentisini Çalıştır
uk: Запустити додаток Prince PDF
