Repository: Jellby/PrincePDF
Catalog: translations/*.po
Languages: ca, de, es, et, fr, it, ms, nb, nl, pl, pt, pt_br, ru, sv, tr, uk

source: Converts to PDF using the Prince software (third-party)
ca: Converteix a PDF mitjançant el programari Prince (de tercers)
de: Mit Prince nach PDF konvertieren (Dritt-Software)
es: Convertir a PDF usando el programa Prince (programa de terceros)
et: Teisendab PDFiks, kasutades Prince'i tarkvara (kolmas osapool)
fr: Convertit en PDF en utilisant l'application Prince (partie tierce)
it: Converti in PDF con il software Prince (terze parti)
ms: Tukar format ke PDF menggunakn perician Prince (pihak-ketiga)
nb: Konverter til PDF med Pring software (3-parts)
nl: Omzetten naar PDF met Prince software (third-party)
pl: Konwertuje do PDF za pomocą oprogramowania Prince (niezależnego)
pt: Converter para PDF através do software Prince (terceiros)
pt_br: Converte o PDF usando o software Prince (terceiros)
ru: Преобразование в PDF с использованием программного обеспечения Prince (стороннее)
sv: Konverterar till PDF med Prince-programvara (tredje part)
tr: Prince yazılımını (üçüncü taraf) kullanarak PDF'ye dönüştürür
uk: Виконує перетворення у формат PDF за допомогою програми Prince (стороннє програмне забезпечення)

source: default
ca: per defecte
de: Standard
es: predeterminada
et: vaikimisi
fr: Par défaut
it: predefinito
ms: lalai
nb: standard
nl: standaard
pl: domyślne
pt: predefinido
pt_br: padrão
ru: по умолчанию
sv: grundinställning
tr: varsayılan
uk: типовий

source: &Prince executable:
ca: Executable de &Prince:
de: &Prince-Programmdatei:
es: Ejecutable de &Prince:
et: Prince'i käivitusfail:
fr: &Exécutable Prince :
it: &Prince eseguibile:
ms: Bolehlaku &Prince:
nb: Kjørbar &Prince:
nl: &Prince uitvoerbaar:
pl: Plik wykonywalny &Prince:
pt: Executável &Prince:
pt_br: Executável &prince:
ru: И принц исполняемым
sv: &Prince (exekverbar) programfil:
tr: &Prince çalıştırılabilir dosyası:
uk: &Виконуваний файл Prince:

source: <qt>Executable for the Prince program (command-line interface)</qt>
ca: <qt>Executable per al programa Prince (interfície de línia d'ordres)</qt>
de: <qt>Programmdatei des Prince-Programms (Befehlszeilenoberfläche)</qt>
es: <qt>El ejecutable para el programa Prince (interfaz de línea de órdenes)</qt>
et: <qt>Prince'i programmi käivitusfail (käsurealiides)</qt>
fr: <qt>Exécutable pour le programme Prince (interface en ligne de commande)</qt>
it: <qt>Eseguibile del programma Prince (linea di comando)</qt>
ms: <qt>Bolehlaku untuk program Prince (antaramuka baris-perintah)</qt>
nb: <qt>Kjørbar fil for Prince programet (kommandolinjegrensesnitt)</qt>
nl: <qt>Executable voor de Prince programma (command-line interface)</qt>
pl: <qt>Plik wykonywalny programu Prince (interfejs wiersza poleceń)</qt>
pt: <qt>Programa executável para o Prince (interface de linha de comando)</qt>
pt_br: <qt>Executável do programa Prince (interface de linha de comando)</qt>
ru: <qt>Исполняемый файл для программы Prince (интерфейс командной строки)</qt>
sv: <qt>Programfil för Prince program (kommandoradsgränssnitt)</qt>
tr: <qt>Prince uygulaması için çalıştırılabilir dosya (komut satırı ara birimi)</qt>
uk: <qt>Виконуваний файл для програми Prince (інтерфейс командного рядка)</qt>

source: &Browse
ca: &Navega
de: Du&rchsuchen
es: &Explorar
et: Lehitse
fr: &Parcourir
it: Sf&oglia
ms: &Layar
nb: &Bla
nl: &Bladeren
pl: &Przeglądaj
pt: &Navegar
pt_br: &Procurar
ru: &Просмотреть
sv: &Bläddra
tr: Gözat
uk: В&казати

source: <qt>Search the Prince executable in your computer</qt>
ca: <qt>Cerqueu l'executable de Prince al vostre ordinador</qt>
de: <qt>Suchen Sie die Prince-Programmdatei auf Ihrem Computer</qt>
es: <qt>Buscar el ejecutable de Prince en el equipo</qt>
et: <qt>Otsi oma arvutist Prince'i käivitusfaili</qt>
fr: <qt>Recherche l'exécutable Prince sur votre ordinateur</qt>
it: <qt>Cerca l'eseguibile Prince sul tuo computer</qt>
ms: <qt>Gelintar bolehlaku Prince dalam komputer anda</qt>
nb: <qt>Kjør Prince programmet på din PC</qt>
nl: <qt>Zoek de Prince executable op uw computer</qt>
pl: <qt>Wybierz plik wykonywalny Prince</qt>
pt: <qt>Procurar o executável de Prince no seu computador</qt>
pt_br: <qt>Busca o executável Prince em seu computador</qt>
ru: <qt>Найти исполняемый файл Prince на вашем компьютере</qt>
sv: <qt>Manuell bläddring efter din exekverbara fil för Prince</qt>
tr: <qt>Bilgisayarınızda Prince çalıştırılabilir dosyasını arayın</qt>
uk: <qt>Вказати виконуваний файл Prince на вашому комп’ютері</qt>

source: Preferred &formats:
ca: &Formats preferits:
de: Bevorzugte &Formate:
es: &Formatos preferidos:
et: Eelistatud formaadid:
fr: &Formats préférés :
it: &Formati preferiti:
ms: &Format digemari:
nb: Foretrukne &formater:
nl: Voorkeurs&formaten:
pl: &Formaty preferowane:
pt: Formatos preferidos:
pt_br: &Formatos preferidos:
ru: Предпочитаемые &форматы:
sv: Föredragna &format:
tr: Tercih edilen &biçimler:
uk: &Бажані формати:

source: <qt>Comma-separated list of preferred formats to use as source, the first that matches will be used</qt>
ca: <qt>La llista dels formats preferits separats per comes que s'utilitzarà com a origen, s'utilitzarà el primer que coincideixi</qt>
de: <qt>Durch Kommata getrennte Auflistung von bevorzugten Formaten, die als Quelle genutzt werden. Es wird der erste Treffer verwendet</qt>
es: <qt>Lista separada por comas de los formatos preferidos como fuente, se usará el primero que coincida</qt>
et: <qt>Komaeraldusega loend eelistatud formaatidest, mida allikana kasutada; kasutatakse esimest vastet</qt>
fr: <qt>Liste séparée par une virgule des formats préférés à employer comme source, la première de ces correspondances sera employée</qt>
ms: <qt>Senarai diasing-tanda-koma bagi format dikehendaki yang digunakan sebagai sumber, padanan pertama akan digunakan</qt>
nb: <qt>Kommaseparert liste med foretrukne resultater for bruk som kilde. Det første treffet vil bli brukt.</qt>
nl: <qt>Door komma's gescheiden lijst van geprefereerde formaten te gebruiken als bron, de eerste die overeen komt wordt gebruikt</qt>
pl: <qt>Oddzielona przecinkami lista formatów preferowanych używanych jako źródło, użyty zostanie pierwszy dopasowany</qt>
pt_br: <qt>Lista separada por vírgula dos formatos preferidos para ser usado como origem, a primeira correspondência será usada</qt>
ru: <qt>Разделенный запятыми список предпочтительных форматов используемый как источник, будет использоваться первый совпадающий</qt>
sv: <qt>Kommaseparerad lista över önskade format som ska användas som källa, den första att träffarna kommer att användas</qt>
tr: <qt>Kaynak olarak kullanılacak tercih edilen biçimlerin virgülle ayrılmış listesi. İlk eşleşen kullanılacaktır</qt>
uk: <qt>Список бажаних форматів, відокремлених комами, дані у яких слід використовувати як початкові. Програма скористається першим же виявленим форматом зі списку.</qt>

source: &Show CSS in the Convert dialog
ca: Mo&stra el CSS al diàleg de la portada
de: Die C&SS im Konvertieren-Dialog anzeigen
es: &Mostrar CSS en la ventana de conversión
et: Näita teisendamise dialoogis CSS-i
fr: &Afficher le CSS dans la boîte de dialogue de conversion
ms: &Tunjuk CSS dalam dialog Tukar Format
nb: &Vis CSS i konverterdialogen
nl: &Toon CSS in de Convert dialog
pl: &Pokaż CSS w oknie dialogowym konwersji
pt: &Mostrar CSS no diálogo de conversão
pt_br: Mo&strar CSS no diálogo de conversão
ru: &Показать CSS в диалоге конвертации
sv: &Visa CSS i konverteringsdialogen
tr: &Dönüştür iletisinde CSS görüntüle
uk: &Показати CSS у діалоговому вікні перетворення

source: <qt>Show by default the styles in the Convert dialog</qt>
ca: <qt>Mostra, per defecte, els estils del diàleg Converteix</qt>
de: <qt>Standardmäßige Anzeige der Stile im Dialogfeld "Konvertieren" </qt>
et: <qt>Vaikimisi näita teisendamise dialoogiaknas laade</qt>
fr: <qt>Affiche par défaut les styles dans la boîte de dialogue Conversion</qt>
nl: <qt>Toon standaard de stijlen in het conversie dialoogvenster</qt>
pl: <qt>Pokazuj domyślnie arkusze stylów w oknie dialogowym konwersji</qt>
ru: <qt>Показать по умолчанию стили в диалоговом окне «Конвертировать»</qt>
sv: <qt>Visa efter standard stilar i dialogrutan Konvertera</qt>
tr: <qt>Dönüştür iletisinde varsayılan olarak stil sayfalarını görüntüle</qt>

source: <qt>List of custom styles defined. Select one to edit</qt>
ca: <qt>La llista dels estils personalitzats definits. Seleccioneu-ne un per editar-lo</qt>
de: <qt>Liste der benutzerdefinierten Stile. Wählen Sie einen zum Bearbeiten aus,</qt>
et: <qt>Loend määratletud kohandatud laadidest. Muutmiseks vali üks</qt>
fr: <qt>Liste des styles personnalisés définis. Sélectionnez-en un pour l'éditer</qt>
it: <qt>Lista di stili personalizzati definita. Scegline uno da editare</qt>
nl: <qt>Lijst met gedefinieerde aangepaste stijlen Selecteer er een om te bewerken</qt>
pl: <qt>Lista zdefiniowanych niestandardowych arkuszy stylów. Wybierz jeden, by go edytować</qt>
ru: <qt>Список определённых пользовательских стилей. Выберите один для редактирования</qt>
sv: <qt>Lista över anpassade definierade stilar. Välj en för att redigera</qt>
tr: <qt>Tanımlanan kişisel stil sayfalarının listesi. Düzenlemek için birini seçin</qt>

source: old
ca: antic
de: alt
es: antigua
et: vana
fr: ancien
it: vecchio
ms: lama
nb: gammel
nl: oud
pl: stary
pt: antigo
pt_br: antigo
ru: старый
sv: gammal
tr: eski
uk: старий

source: Re&name
ca: Rea&nomena
de: Umbe&nennen
es: Re&nombrar
et: Muuda nime
fr: Re&nommer
it: Ri&nomina
ms: &Nama semula
nb: Gi nytt &navn
nl: Her&noemen
pl: Zmień &nazwę
pt: Renomear
pt_br: Re&nomear
ru: Пере&именовать
sv: Döp &om
tr: Ye&niden adlandır
uk: Пере&йменувати

source: <qt>Rename the current style to the name on the right</qt>
ca: <qt>Canvieu el nom de l'estil actual al nom de la dreta</qt>
de: <qt>Benennen Sie den aktuellen Stil in den Namen auf der rechten Seite um.</qt>
et: <qt>Pane praeguse laadi nimeks paremalpool olev nimi</qt>
fr: <qt>Renommer le style courant au nom qui se trouve sur la droite</qt>
nl: <qt>Hernoem de huidige stijl naar de naam rechts</qt>
pl: <qt>Zmień nazwę bieżącego arkusza stylów na tę po prawej</qt>
ru: <qt>Переименуйте текущий стиль в имя справа</qt>
sv: <qt>Byt namn på den nuvarande stilen till namnet till höger</qt>
tr: <qt>Geçerli stil sayfasını sağdaki isimle yeniden adlandır</qt>

source: <qt>Name for the new or renamed style</qt>
ca: <qt>Nom per a l'estil nou o canviat de nom</qt>
de: <qt>Name für den neuen oder umbenannten Stil</qt>
et: <qt>Uue või ümbernimetatud laadi nimi</qt>
fr: <qt>Nom pour le nouveau style ou celui renommé</qt>
it: <qt>Nome per il nuovo o rinominato stile</qt>
nl: <qt>Naam voor de nieuwe of hernoemde stijl</qt>
pl: <qt>Nazwa nowego arkusza stylów lub ze zmienioną nazwą</qt>
ru: <qt>Название для нового или переименованного стиля</qt>
sv: <qt>Namn på den nya eller omdöpta stilen</qt>
tr: <qt>Yeni veya yeniden adlandırılan stil sayfası için isim</qt>

source: A&dd
ca: A&fegeix
de: Hinzufü&gen
es: Aña&dir
et: Lisa
fr: A&jouter
it: A&ggiungi
ms: Ta&mbah
nb: Legg til
nl: &Toevoegen
pl: &Dodaj
pt: Adicionar
pt_br: A&dicionar
ru: До&бавить
sv: &Lägg till
tr: Ekle
uk: &Додати

source: <qt>Add a new empty style with the name on the left</qt>
ca: <qt>Afegeix un estil buit nou amb el nom de l'esquerra</qt>
de: <qt>Fügen Sie einen neuen leeren Stil mit dem Namen auf der linken Seite hinzu.</qt>
et: <qt>Lisa uus tühi laad, mil nimeks vasakul olev nimi</qt>
fr: <qt>Ajouter un nouveau style vide avec le nom qui se trouve sur la gauche</qt>
nl: <qt>Voeg een nieuwe lege stijl toe met de naam aan de linkerkant </qt>
pl: <qt>Dodaj nowy pusty arkusz stylów z nazwą po lewej</qt>
ru: <qt>Добавьте новый пустой стиль с именем слева</qt>
sv: <qt>Lägg till en ny tom stil med namnet till vänster</qt>
tr: <qt>Soldaki isimle yeni bir boş stil sayfası ekleyin</qt>

source: Re&move
ca: Supri&meix
de: Entfer&nen
es: &Borrar
et: Eemalda
fr: Su&pprimer
it: Ri&muovi
ms: B&uang
nb: Fjern
nl: Ver&wijder
pl: &Usuń
pt: Remover
pt_br: Re&mover
ru: У&далить
sv: &Ta bort
tr: Kaldır
uk: Ви&лучити

source: <qt>Remove the current style</qt>
ca: <qt>Suprimeix l'estil actual</qt>
de: <qt>Den aktuellen Stil entfernen</qt>
et: <qt>Eemalda praegune laad</qt>
fr: <qt>Supprimer le style courant</qt>
nl: <qt>Verwijder de huidige stijl</qt>
pl: <qt>Usuń bieżący arkusz stylów</qt>
pt: <qt>Remover o estilo atual</qt>
ru: <qt>Удалить текущий стиль</qt>
sv: <qt>Ta bort den nuvarande stilen</qt>
tr: <qt>Geçerli stil sayfasını kaldır</qt>

source: Addi&tional command-line arguments:
ca: Arguments addi&cionals de la línia d'ordres:
de: &Zusätzliche Befehlszeilenargumente:
et: Käsurea lisaargumendid:
fr: Arguments en ligne de commande addi&tionnels :
nl: Addi&tionele command-line argumenten:
pl: Dodatkowe argumenty wiersza poleceń:
pt: Argumen&tos adicionais para linha de comando:
ru: До&полнительные аргументы командной строки:
sv: &Ytterligare kommandoradsargument:
tr: E&k komut satırı parametreleri:

source: <qt>Additional command-line arguments used in conversions with this style</qt>
ca: <qt>Arguments addicionals de línia d'ordres que s'han utilitzat en les conversions amb aquest estil</qt>
de: <qt>Zusätzliche Befehlszeilenargumente, die bei Konvertierungen mit diesem Stil verwendet werden</qt>
et: <qt>Käsurea lisaargumendid, mida kasutada selle laadiga teisendamistes</qt>
fr: <qt>Arguments en ligne de commande additionnels utilisés dans la conversion avec ce style</qt>
nl: <qt>Additionele command-line argumenten gebruikt in conversies met deze stijl</qt>
pl: <qt>Dodatkowe argumenty wiersza polecenia używane w konwersjach z tym stylem</qt>
ru: <qt>Дополнительные аргументы командной строки, используемые в конвертациях с этим стилем</qt>
sv: <qt>Ytterligare kommandoradsargument som används i konverteringar med denna stil</qt>
tr: <qt>BU stil ile dönüştürme için kullanılan ek komut satırı parametreleri</qt>

source: <qt>Custom stylesheet that will be applied, if selected, to all Prince PDF conversions</qt>
ca: <qt>Full d'estil personalitzat que s'aplicarà, si se selecciona, a totes les conversions de Prince PDF</qt>
de: <qt>Anzuwendende benutzerdefinierte Formatvorlage für alle Konvertierungen mit Prince PDF, wenn ausgewählt
es: <qt>Hoja de estilos personal que se usará, si se selecciona, en todas las conversiones PDF con Prince</qt>
et: <qt>Kohandatud laadileht, mis rakendatakse, kui valitud, kõigile Prince PDF teisendamistele</qt>
fr: <qt>Feuille de style personnalisée qui sera appliquée, si sélectionnée, à toutes les conversions Prince PDF</qt>
ms: <qt>Lembaran gaya suai yang akan dilaksanakan, jika terpilih, pada semua penukaran Prince PDF</qt>
nb: <qt>Egendefinert stilark vil bli påført, hvis valgt, til alle Prince PDF konverteringene</qt>
nl: <qt>Aangepaste stijlblad dat, indien geselecteerd, zal toegepast worden bij alle Prince PDF conversies</qt>
pl: <qt>Niestandardowy arkusz stylów nanoszony w trakcie wzsystkich konwersji PDF przez Prince, o ile wybrano</qt>
pt_br: <qt>Folha de estilo personalizada que será aplicada, se selecionada, para todas as conversões do Prince PDF</qt>
ru: <qt>Настраиваемая таблица стилей, применяемая, если она выбрана, ко всем конвертациям PDF в Prince.</qt>
sv: <qt>Anpassad stilmall som ska tillämpas, om de väljs, till alla Prince PDF-konverteringar</qt>
tr: <qt>Kişisel stil sayfası, seçilmiş ise tüm Prince PDF dönüşümlerine de, uygulanacak.</qt>
uk: <qt>Нетипова таблиця стилів, яку буде застосовано, якщо її буде вибрано, до усіх перетворень на PDF за допомогою Prince.</qt>

source: Book metadata can be used in the stylesheet. Anything between %(s1)s and %(s2)s will be processed as a calibre template. For instance, %(s3)s in the stylesheet will be replaced with the book title in the conversion.
ca: Es poden utilitzar les metadades del llibre al full d'estil. Qualsevol cosa entre %(s1)s i %(s2)s es processarà com una plantilla de calibre. Per exemple, %(s3)s al full d'estil, se substituirà amb el títol del llibre en la conversió.
de: Metadaten des Buches können in der Formatvorlage verwendet werden. Alles zwischen %(s1)s und %(s2)s werden als Calibre-Vorlagen verarbeitet. Beispielsweise wird %(s3)s in der Formatvorlage bei der Konvertierung durch den Buchtitel ersetzt.
et: Laadilehes saab kasutada raamatu metaandmeid. Kõike fraaside %(s1)s ja %(s2)s vahel olevat töödeldakse calibre mallina. Näiteks: laadilehes olev %(s3)s asendatakse teisendamisel raamatu pealkirjaga.
fr: Les métadonnées du livre peuvent être utilisées dans la feuille de style. Toute chose entre %(s1)s et %(s2)s sera traité comme un modèle calibre. Par exemple, %(s3)s dans la feuille de style sera remplacé par le titre du livre dans la conversion.
ms: Data meta buku yang boleh digunakan dalam lembaran gaya. Apa-apa diantara %(s1)s dan %(s2)s akan diproses sebagai templat calibre. Sebagai contoh, %(s3)s dalam lembaran gaya akan diganti dengan tajuk buku dalam penukaran.
nb: Bokmetadata kan brukes i dette stilarket alt mellom %(s1)s og %(s2)s vil bli prosessert som en Calibre mal. For eksempel, %(s3)s i stilarket kan erstates med boktittel i konverteringen.
nl: Metagegevens uit het boek kan gebruikt worden in het stijlblad. Alles tussen %(s1)s en %(s2)s zal verwerkt worden als een Calibre sjabloon. Bijvoorbeeld, %(s3)s zal in het stijlblad vervangen worden door de titel van het boek bij het converteren.
pl: W arkuszu stylów można wykorzystać metadane książki. Wszystko między „%(s1)s” a „%(s2)s” będzie przetwarzane jako szablon calibre; przykładowo „%(s3)s” w szablonie zostanie zastąpione tytułem książki podczas konwersji.
ru: Метаданные книги могут быть использованы в таблице стилей. Все между %(s1)s и %(s2)sбудет обрабатываться как шаблон калибра. Например, %(s3)s в таблице стилей будет заменено названием книги при конвертации.
sv: Bokens metadata kan användas i formatmallen. Allt mellan %(s1)s och %(s2)s kommer att behandlas som en calibre-mall. Till exempel, kommer %(s3)s i stilmallen ersätts med bokens titel under konverteringen.
tr: Kitap üst verisi stil sayfasında kullanılabilir. %(s1)s ve %(s2)s arasındaki her şey bir calibre şablonu olarak işlenecektir. Mesela, stil sayfasındaki %(s3)s dönüşüm sırasında kitap başlığı ile değiştirilecektir.
uk: У таблиці стилів можна використовувати метадані книги. Усі дані між %(s1)s та %(s2)s буде оброблено як шаблон calibre. Наприклад, %(s3)s у таблиці стилів під час перетвоерння буде замінено на назву книги.

source: &Custom styles:
ca: &Estils personalitzats:
de: &Benutzerdefinierte Stile:
et: Kohandatud laadid:
fr: Styles &personnalisés :
it: &Stili personalizzati:
nl: &Aangepaste stijlen:
pl: &Niestandardowe style:
pt: &Estilos personalizados
ru: По&льзовательские стили:
sv: &Anpassade stilar:
tr: &Kişisel biçem:

source: &Restore defaults
ca: &Restaura els valors predeterminats
de: Standards &wiederherstellen
es: &Restaurar valores predeterminados
et: Taasta vaikesätted
fr: &Restaurer les options par défaut
it: &Ripristina predefiniti
ms: &Pulih lalai
nb: Gjenopprett standard
nl: &Reset staandaard
pl: &Odtwórz domyślne
pt: &Restaurar predefinições
pt_br: &Restaurar padrões
ru: Во&сстановить умолчания
sv: &Återställer grundinställning
tr: Va&rsayılana sıfırla
uk: Від&новити типові параметри

source: <qt>Restore the default settings</qt>
ca: <qt>Restaura els ajusts predeterminats</qt>
de: <qt>Wiederherstellung der Standardeinstellungen</qt>
es: <qt>Restablecer las configuraciones predeterminadas</qt>
et: <qt>Taasta vaikimisi sätted</qt>
fr: <qt>Restaurer les paramètres par défaut</qt>
it: <qt>Ripristina le impostazioni predefinite</qt>
ms: <qt>Pulihkan tetapan lalai</qt>
nb: <qt>Gjennopprett standardinnstillinger</qt>
nl: <qt>Herstel de standaard instellingen</qt>
pl: <qt>Odtwórz ustawienia domyślne</qt>
pt: Restaurar definições de fábrica
pt_br: <qt>Restaurar os ajustes padrão</qt>
ru: <qt>Восстановить умолчальные настройки</qt>
sv: <qt>Återställer standardinställningar</qt>
tr: <qt>Varsyılan ayarlara sıfırla</qt>
uk: <qt>Відновити типові параметри</qt>

source: <b>Warning</b>: Deletes modified styles
ca: <b>Avís</b>: Suprimeix els estils modificats
de: <b>Warnung:</b>: Löscht geänderte Stile
et: <b>Hoiatus</b>: Kustutab muudetud laadid
fr: <b>Attention</b> : Supprime les styles modifiés
nl: <b>Waarschuwing</b>: Verwijdert gewijzigde stijlen
pl: <b>Ostrzeżenie</b>: usuwa zmodyfikowane arkusze stylów
ru: <b>Предупреждение</b>: удаляся измененные стили
sv: <b>Varning</b>: Tar bort modifierade stilar
tr: <b>Uyarı</b<: Değiştirilmiş stil sayfalarını siler

source: Select Prince executable
ca: Seleccioneu l'executable de Prince:
de: Prince-Programmdatei auswählen
es: Seleccionar el ejecutable de Prince
et: Prince'i käivitusfaili valimine
fr: Sélectionner l'éxécutable Prince
it: Seleziona Prince eseguibile
ms: Pilih bolehlaku Prince
nb: Velg Prince programmet
nl: Selecteer het Prince .EXE bestand
pl: Wybierz plik wykonywalny Prince
pt: Selecionar executável Prince
pt_br: Selecionar executável Prince
ru: Выберите исполняемый файл Prince
sv: Välj Prince program
tr: Prince çalıştırılabilir dosyasını seçin
uk: Виберіть виконуваний файл Prince

source: Cannot add style
ca: No es pot afegir l'estil
de: Stil kann nicht hinzugefügt werden
et: Ei saa laadi lisada
fr: Ne peut ajouter de style
it: Impossibile aggiungere lo stile
nl: Kan geen stijl toevoegen
pl: Nie można dodać arkusza stylów
pt: Estilo não pode ser adicionado
ru: Невозможно добавить стиль
sv: Kan inte lägga till stil
tr: Stil sayfası eklenemiyor

source: A style with the name "%s" is already defined, use a different name.
ca: Ja hi ha un estil amb el nom «%s», utilitzeu un nom diferent.
de: Ein Stil mit dem Namen "%s" ist bereits definiert, verwenden Sie einen anderen Namen.
et: Laad nimega "%s" on juba määratletud, kasuta muud nime.
fr: Un style nommé "%s" existe déjà, utilisez un nom différent.
it: Esiste già uno stile col nome "%s", usa un nome diverso.
nl: Een stijl met de naam "%s" is al gedefinieerd, gebruik aan andere naam.
pl: Zdefiniowano już arkusz stylów o nazwie „%s”, użyj innej nazwy.
pt: Já existe um estilo com o nome "%s". Utilize um nome diferente.
ru: Стиль с именем "%s" уже определен, используйте другое имя.
sv: En stil med namnet "%s" är redan definierat, använd ett annat namn.
tr: "%s" adına sahip bir stil sayfası zaten tanımlanmış. Bir başka isim kullanın.

source: Cannot delete the last style
ca: No es pot suprimir l'últim estil
de: Der letzte Stil kann nicht gelöscht werden
et: Ei saa kustutada viimast laadi
fr: Ne peut supprimer le dernier style
it: Impossibile cancellare l'ultimo stile
nl: Kan de laatste stijl niet verwijderen
pl: Nie można usunąć ostatniego arkusza stylów
pt: Não é possível remover o último estilo
ru: Невозможно удалить последний стиль
sv: Kan inte ta bort den senaste stilen
tr: Son stil sayfası silinemiyor

source: The last style cannot be removed. You can rename it and/or remove its contents.
ca: No es pot suprimir l'últim. Podeu canviar-ne el nom i/o eliminar-ne els continguts.
de: Der letzte Stil kann nicht entfernt werden. Sie können ihn umbenennen und/oder seinen Inhalt entfernen.
et: Viimast laadi ei saa kustutada. Sa võid selle ümber nimetada ja/või selle sisu eemaldada.
fr: Le dernier style ne peut être supprimé. Vous pouvez le renommer et/ou supprimer son contenu.
it: L'ultimo stile non può essere rimosso. Puoi rinominarlo e/o rimuovere i suoi contenuti..
nl: De laatste stijl kan niet worden verwijderd. U kunt het hernoemen en/of de inhoud ervan verwijderen.
pl: Ostatni styl nie może zostać usunięty. Możesz zmienić nazwę i/lub usunąć jego zawartość.
pt: O último estilo não pode ser removido. Pode mudar o seu nome e/ou remover conteúdos do mesmo.
ru: Последний стиль не может быть удален. Вы можете переименовать его и/или удалить его содержимое
sv: Den sista stilen kan inte tas bort. Du kan byta namn på den och/eller ta bort innehållet.
tr: Son stil sayfası kaldırılamıyor. Onu yeniden adlandırabilir ve/veya içeriğini silebilirsiniz.
