Repository: Jellby/PrincePDF
Catalog: translations/*.po
Languages: ca, de, es, et, fr, it, ms, nb, nl, pl, pt, pt_br, ru, sv, tr, uk

source: Cannot rename style
ca: No es pot canviar el nom de l'estil
de: Stil kann nicht umbenannt werden
et: Ei saa laadi nime muuta
fr: Ne peut renommer le style
it: Impossibile rinominare lo stile
nl: Kan de stijl niet hernoemen
pl: Nie można zmienić nazwy stylu
pt: Não é possível renomear o estilo
ru: Невозможно переименовать стиль
sv: Kan inte byta namn på stil
tr: Stil sayfası yeniden adlandırılamıyor

source: Convert to &PDF
ca: Converteix a &PDF
de: In &PDF konvertieren
es: Convertir a &PDF
et: Teisenda PDF-iks
fr: Convertir au format &PDF
it: Converti in &PDF
ms: Tukar format ke &PDF
nb: Konverter til &PDF
nl: Omzetten naar &PDF
pl: Konwertuj do &PDF
pt: Converter para &PDF
pt_br: Converter para &PDF
ru: Конвертировать в &PDF
sv: Konvertera till &PDF
tr: &PDF'ye dönüştür
uk: Перетворити на &PDF

source: <qt>Start the conversion process</qt>
ca: <qt>Inicia el procés de conversió</qt>
de: <qt>Den Konvertierungsprozess starten</qt>
es: <qt>Comenzar el proceso de conversión</qt>
et: <qt>Käivita teisendamise protsess</qt>
fr: <qt>Démarre le processus de conversion</qt>
it: <qt>Avvia il processo di conversione</qt>
ms: <qt>Mulakan proses penukaran format</qt>
nb: <qt>Start konverteringsprosessen</qt>
nl: <qt>Start het conversie proces</qt>
pl: <qt>Rozpocznij proces konwersji</qt>
pt: Começar o processo de conversão
pt_br: <qt>Começar o processo de conversão</qt>
ru: <qt>Запустить конвертацию</qt>
sv: <qt>Påböra konverteringsprocessen</qt>
tr: <qt>Dönüştürme işlemine başla</qt>
uk: <qt>Розпочати процес перетворення</qt>

source: &View log
ca: &Visualitza el registre
de: &Protokoll ansehen
es: &Ver registro
et: Näita logi
fr: &Voir le journal
it: &Visualizza log
ms: &Lihat log
nb: &Vis logg
nl: &Toon log
pl: &Podgląd dziennika
pt: &Ver registo
pt_br: &Visualizar registro
ru: П&росмотреть журнал
sv: &Visa logg
tr: Günlüğü görüntüle
uk: &Показати журнал

source: <qt>Display the log from the last Prince run</qt>
ca: <qt>Mostra el registre de l'última execució de Prince</qt>
de: <qt>Die Protokollierung der letzten Prince-Ausführung anzeigen</qt>
es: <qt>Mostrar el registro de la última ejecución de Prince</qt>
et: <qt>Näita logi viimasest Prince'i käitamisest</qt>
fr: <qt>Affiche le journal de la dernière éxécution de Prince</qt>
ms: <qt>Papar log daripada kejadian terakhir Prince dijalankan</qt>
nb: <qt>Vis loggen fra siste kjøring av Prince</qt>
nl: <qt>Toon het logboek van de laatst uitgevoerde Prince conversie</qt>
pl: <qt>Wyświetl dziennik z ostatniego uruchomienia Prince</qt>
pt: Mostrar o registo da última execução do Prince
pt_br: <qt>Exibir o registro da última execução do Prince</qt>
ru: <qt>Показать журнал последнего запуска Prince</qt>
sv: <qt>Visa loggen från senaste Prince-körningen</qt>
tr: <qt>Prince son çalıştırıldığındaki günlük kaydını görüntüle</qt>
uk: <qt>Показати журнал останнього запуску Prince</qt>

source: Con&figure
ca: Con&figura
de: Kon&figurieren
es: Con&figurar
et: Seadista
fr: &Configurer
it: Con&figura
ms: Kon&figur
nb: Kon&figurer
nl: Con&figureren
pl: Kon&figuruj
pt: Configurar
pt_br: Con&figurar
ru: Кон&фигурировать
sv: Kon&figurera
tr: Yap&ılandır
uk: Н&алаштувати

source: <qt>Configure this plugin</qt>
ca: <qt>Configura aquest connector</qt>
de: <qt>Dieses Plugin konfigurieren</qt>
es: <qt>Configurar este complemento</qt>
et: <qt>Seadista seda pluginat</qt>
fr: <qt>Configurer le greffon</qt>
it: <qt>Configura questo plugin</qt>
ms: <qt>Konfigur pemalam ini</qt>
nb: <qt>Konfigurer dette innstikket</qt>
nl: <qt>Pas deze plugin aan</qt>
pl: <qt>Konfiguruj tę wtyczkę</qt>
pt: Configurar este plugin
pt_br: <qt>Configurar este plugin</qt>
ru: <qt>Конфигурировать этот плагин</qt>
sv: <qt>Konfigurera detta tillägg</qt>
tr: <qt>Bu eklentiyi yapılandırın</qt>
uk: <qt>Налаштувати цей додаток</qt>

source: <b>No books selected</b>
ca: <b>No s'ha seleccionat cap llibre</b>
de: <b>Keine Bücher ausgewählt</b>
es: <b>Ningún libro seleccionado</b>
et: <b>Ühtki raamatut pole valitud</b>
fr: <b>Pas de livres sélectionnés</b>
it: <b>Nessuno libro selezionato</b>
ms: <b>Tiada buku terpilih</b>
nb: <b>Ingen bøker valgt</b>
nl: <b>Geen boeken geselecteerd</b>
pl: <b>Brak wybranych książek</b>
pt: Sem livros selecionados
pt_br: <b>Nenhum livro selecionado</b>
ru: <b>Книги не выбраны</b>
sv: <b>Inga böcker valda</b>
tr: <b>Hiç kitap seçilmedi</b>
uk: <b>Не вибрано книги</b>

source: Select one single book
ca: Seleccioneu un sol llibre
de: Wählen Sie ein einziges Buch
es: Seleccione un solo libro
et: Vali üks raamat
fr: Sélectionner un seul livre
it: Seleziona un singolo libro
ms: Pilih satu buku sahaja
nb: Velg en enkelt bok
nl: Selecteer één enkel boek
pl: Wybierz pojedynczą książkę
pt: Selecionar um só livro
pt_br: Selecionar um único livro
ru: Выберите одну книгу
sv: Välj en enda bok
tr: Tek bir kitap seçin
uk: Виберіть єдину книгу

source: <b>Many books selected</b>
ca: <b>Massa llibres seleccionats</b>
de: <b>Mehrere Bücher ausgewählt</b>
es: <b>Varios libros seleccionados</b>
et: <b>Valitud on mitu raamatut</b>
fr: <b>Beaucoup de livres sélectionnés</b>
it: <b>Molti libri selezionati</b>
ms: <b>Lebih dari satu buku dipilih</b>
nb: <b>Mange bøker valgt</b>
nl: <b>Veel boeken geselecteerd</b>
pl: <b>Wiele wybranych książek</b>
pt: Múltiplos livros selecionados
pt_br: <b>Muitos livros selecionados</b>
ru: <b>Выбрано много книг</b>
sv: <b>Många böcker valda</b>
tr: <b>Bir çok kitap seçildi</b>
uk: <b>Вибрано декілька книг</b>

source: <i>none</i>
ca: <i>cap</i>
de: <i>kein</i>
es: <i>ninguno</i>
et: <i>pole</i>
fr: <i>aucun</i>
ms: <i>tiada</i>
nb: <i>ingen</i>
nl: <i>geen</i>
pl: <i>brak</i>
pt: <i>nenhum</i>
pt_br: <i>nenhum</i>
ru: <i>ничего</i>
sv: <i>inga</i>
tr: <i>hiçbiri</i>
uk: <i>немає</i>

source: Available formats: %s
ca: Formats disponibles: %s
de: Verfügbare Formate: %s
es: Formatos disponibles: %s
et: Saadavalolevad formaadid: %s
fr: Formats disponibles : %s
it: Formati disponibili: %s
ms: Format tersedia: %s
nb: Tilgjengelige formater: %s
nl: Beschikbare formaten: %s
pl: Dostępne formaty: %s
pt: Formatos disponíveis: %s
pt_br: Formatos disponíveis: %s
ru: Доступные форматы: %s
sv: Tillgängliga format: %s
tr: Mevcut formatlar: %s
uk: Доступні формати: %s

source: Ready
ca: Preparat
de: Bereit
es: Listo
et: Valmis
fr: Prêt
it: Pronto
ms: Sedia
nb: Klar
nl: Klaar
pl: Gotowy
pt: Pronto
pt_br: Pronto
ru: Готово
sv: Klar
tr: Hazır
uk: Готово

source: No preferred format available
ca: No hi ha disponible cap format preferit
de: Kein bevorzugtes Format verfügbar
es: No hay ningún formato preferido disponible
et: Ühtki eelistatud formaati pole saadaval
fr: Pas de format préféré disponible
it: Nessun formato preferito è disponibile
ms: Tiada format dikehendaki tersedia
nb: Ingen foretrukket format tilgjengelig
nl: Geen voorkeursformaat aanwezig
pl: Brak dostępnego preferowanego formatu
pt: Sem formato preferido disponível
pt_br: Nenhum formato preferido disponível
ru: Нет предпочитаемого формата
sv: Inga föredragna format valda
tr: Tercih edilen biçim yok
uk: Бажані формати недоступні

source: About the Prince PDF Plugin
ca: Quant al connector Prince PDF
de: Über das Prince PDF Plugin
es: Acerca del complemento Prince PDF
et: Teave plugina Prince PDF kohta
fr: À propos du greffon Prince PDF
it: Informazioni su Prince PDF Plugin
ms: Perihal Pemalam Prince PDF
nb: Om Prince PDF innstikk
nl: Over het Prince PDF Plugin
pl: O wtyczce PDF do Prince
pt: Sobre o Prince PDF Plugin
pt_br: Sobre o Plugin Prince PDF
ru: О плагине Prince PDF
sv: Om Prince PDF-tillägget
tr: Prince PDF Eklentisi Hakkında
uk: Про додаток Prince PDF

source: Cannot convert to PDF
ca: No es pot convertir a PDF
de: Kann nicht in PDF konvertiert werden
es: No se puede convertir a PDF
et: Ei saa PDF-iks teisendada
fr: Ne peut pas convertir en PDF
it: Impossibile convertire in PDF
ms: Tidak dapat tukar format ke PDF
nb: Kan ikke konvertere til PDF
nl: Kan niet naar PDF omzetten
pl: Nie można skonwertować do PDF
pt: Não é possível converter para PDF
pt_br: Não foi possível converter o PDF
ru: Невозможно сконвертировать в PDF
sv: Kan inte konvertera till PDF
tr: PDF'ye dönüştürülemedi
uk: Не вдалося перетворити на PDF

source: Format not supported: %s
ca: El format no està admès: %s
de: Format nicht unterstützt: %s
es: Formato no soportado: %s
et: Formaati ei toetata: %s
fr: Format non supporté : %s
it: Formato non supportato: %s
ms: Format tidak disokong: %s
nb: Formatet støttes ikke: %s
nl: Formaat niet ondersteund: %s
pl: Format nie obsługiwany: %s
pt: Formato não suportado: %s
pt_br: Formato não suportado: %s
ru: Формат не поддерживается: %s
sv: Format stöds inte: %s
tr: Format desteklenmiyor: %s
uk: Підтримки формату не передбачено: %s

source: PDF file: %s
ca: Fitxer PDF: %s
de: PDF-Datei: %s
et: PDF-fail: %s
fr: Fichier PDF : %s
it: File PDF: %s
nl: PDF bestand: %s
pl: Plik PDF: %s
pt: Ficheiro PDF: %s
ru: PDF файл: %s
sv: PDF-fil: %s
tr: PDF dosyası: %s

source: Check the log.
ca: Comproveu el registre.
de: Prüfen Sie das Protokoll.
es: Compruebe el registro.
et: Kontrolli logi.
fr: Vérifiez le journal.
ms: Periksa log.
nb: Sjekk loggen.
nl: Controleer de log.
pl: Sprawdź dziennik.
pt: Verifique o registo.
pt_br: Verificar o registro.
ru: Проверьте журнал.
sv: Undersök loggen
tr: Günlük kaydına bakın.
uk: Ознайомтеся із журналом.

source: Could not convert to PDF
ca: No s'ha pogut convertir a PDF
de: Konnte nicht in PDF konvertieren
es: No se pudo convertir a PDF
et: Ei saanud PDF-iks teisendada
fr: N'a pas pu convertir en PDF
it: Impossibile convertire in PDF
ms: Tidak dapat tukar format ke PDF
nb: Kan ikke konvertere til PDF
nl: Omzetten naar PDF mislukt
pl: Nie można skonwertować do PDF
pt: Não foi possível converter para PDF
pt_br: Não foi possível converter o PDF
ru: Не удалось сконвертировать в PDF
sv: Kunde inte konvertera till PDF
tr: PDF' ye dönüştürülemiyor
uk: Не вдалося перетворити на PDF

source: The conversion failed.
ca: Ha fallat la conversió.
de: Die Konvertierung ist fehlgeschlagen.
es: La conversión ha fallado.
et: Teisendamine ebaõnnestus.
fr: La conversion a échoué.
it: La conversione non è riuscita
ms: Penukaran format gagal.
nb: Konversasjon mislyktes.
nl: Het omzetten is mislukt.
pl: Błąd konwersji.
pt: A conversão falhou.
pt_br: A conversão falhou.
ru: Сбой конвертации.
sv: Konvertering misslyckades.
tr: Dönüştürme işlemi başarısız oldu.
uk: Невдале перетворення.

source: Error reading or writing the PDF file: %s
ca: Error en llegir o escriure el fitxer PDF: %s
de: Fehler beim Lesen oder Schreiben der PDF-Datei: %s
es: Error al leer o escribir el archivo PDF: %s
et: Viga PDF-faili lugemisel või kirjutamisel: %s
fr: Erreur en lisant ou en écrivant le fichier PDF : %s
it: Errore nella lettura o scrittura del file PDF: %s
ms: Ralat membaca atau menulis ke fail PDF: %s
nb: Feil ved lesing eller skriving til PDF fil: %s
nl: Fout bij lezen of schrijven van PDF-bestand: %s
pl: Błąd odczytu lub zapisu pliku PDF: %s
pt: Erro ao ler ou escrever o ficheiro PDF: %s
pt_br: Erro ao ler ou gravar o arquivo PDF: %s
ru: Ошибка чтения или записи файла PDF: %s
sv: Fel vid läsning eller skrivning av PDF-filen: %s
tr: PDF dosyası okunurken veya yazılırken hata oluştu: %s
uk: Помилка під час спроби читання або запису файла PDF: %s

source: No supported format available
ca: No hi ha disponible cap format admès
de: Kein unterstütztes Format verfügbar
es: No hay ningún formato soportado disponible
et: Ühtki toetatud formaati pole saadaval
fr: Pas de format supporté disponible
it: Nessun formato supportato è disponibile
ms: Tiada format disokong tersedia
nb: Ingen støttede formater er tilgjengelig
nl: Geen ondersteund formaat beschikbaar
pl: Brak dostępnego obsługiwanego formatu
pt: Sem formatos suportados disponíveis
pt_br: Nenhum formato suportado disponível
ru: Поддерживаемый формат недоступен
sv: Inga stödda format tillgängliga
tr: Desteklenen hiç bir biçim bulunamadı
uk: Підтримувані формати недоступні

source: Unpacking book...
ca: S'està desempaquetant el llibre...
de: Buch wird entpackt...
es: Desempaquetando libro...
et: Raamatu lahtipakkimine...
fr: Décompresse le livre...
ms: Menyahpek buku...
nb: Pakker ut bok...
nl: Boek uitpakken...
pl: Rozpakowywanie książki…
pt: A desempacotar o livro...
pt_br: Descomprimindo livro....
ru: Распаковка книги...
sv: Packar upp bok...
tr: Kitap açılıyor...
uk: Розпаковуємо книгу…

source: Setting metadata...
ca: S'estan establint les metadades...
de: Metadaten werden eingestellt...
es: Estableciendo metadatos...
et: Metaandmete sisestamine...
fr: Arrangement des métadonnées...
ms: Menetapkan data buku...
nb: Setter metadata...
nl: Metagegevens instellen...
pl: Ustawianie metadanych…
pt: Definindo megadata...
pt_br: Definindo metadados...
ru: Установка метаданных...
sv: Ställer in metadata...
tr: Üst veri ayarlanıyor...
uk: Встановлюємо метадані…

source: Existing format
ca: Format existent
de: Vorhandenes Format
es: Formato existente
et: Formaat juba olemas
fr: Format existant
it: Formato esistente
ms: Format sedia ada
nb: Eksisterende format
nl: Bestaand formaat
pl: Istniejący format
pt: Formato existente
pt_br: Formato existente
ru: Существующий формат
sv: Existerande format
tr: Mevcut biçim
uk: Наявний формат

source: The selected book already contains a PDF format. Are you sure you want to replace it?
ca: El llibre seleccionat ja conté un format PDF. Esteu segur que voleu substituir-lo?
de: Das ausgewählte Buch enthält bereits ein PDF-Format. Sind Sie sicher, dass Sie es ersetzen wollen?
es: El libro seleccionado ya contiene un formato PDF. ¿Está seguro de querer sustituirlo?
et: Valitud raamat juba sisaldab PDF-formaati. Kas oled kindel, et tahad selle asendada?
fr: Le livre sélectionné contient déjà un format PDF. Êtes-vous sûr que vous voulez le remplacer ?
ms: Buku terpilih sudah mengandungi format PDF. Anda mahu gantikannya?
nb: Den valgte boka innholder allerede et PDF format. Er du sikker på at du vil erstatte det?
nl: Het geselecteerde boek bevat al een PDF formaat. Weet je zeker dat je dit wilt vervangen?
pl: Wybrana książka już zawiera format PDF. Na pewno chcesz go zastąpić?
pt: O livro selecionado já contêm um formato PDF. Tem a certeza que o quer substituir?
pt_br: O livro selecionado já contém um formato PDF. Você tem certeza de que deseja substituí-lo?
ru: Выбранная книга уже содержит формат PDF. Вы уверены, что хотите заменить его?
sv: Den valda boken innehåller redan ett PDF-format. Är du säker på att du vill ersätta det?
tr: Seçilen kitap zaten bir PDF biçimi içeriyor. Bunu değiştirmek istiyor musunuz?
uk: Запис позначеної книги вже містить формат PDF. Ви справді хочете його замінити?

source: The temporary file can be found in: %s
ca: No es pot trobar el fitxer temporal a: %s
de: Die temporäre Datei finden Sie in: %s
es: El archivo temporal se encuentra en: %s
et: Ajutine fail on kättesaadav siit: %s
fr: Le fichier temporaire peut être trouvé dans : %s
it: Il file temporaneo è disponibile in: %s
ms: Fail sementara boleh ditemui di: %s
nb: Den temporære filen kan finnes i: %s
nl: Het tijdelijke bestand kan worden gevonden in: %s
pl: Plik tymczasowy można znaleźć w: %s
pt: O ficheiro temporário pode ser encontrado em: %s
pt_br: TO arquivo temporário não pode ser encontrado em: %s
ru: Временный файл можно найти в: %s
sv: Temporärfil hittas i: %s
tr: Geçici dosya şurada bulunamadı: %s
uk: Тимчасовий файл можна знайти тут: %s

source: Adding PDF...
ca: S'està afegint el PDF...
de: PDF wird hinzugefügt
es: Añadiendo PDF...
et: PDF-i lisamine...
fr: Ajout du PDF...
it: Aggiunta PDF in corso...
ms: Menambah PDF...
nb: Legger til PDF...
nl: PDF toevoegen...
pl: Dodawanie PDF…
pt: A adicionar o PDF...
pt_br: Adicionando PDF...
ru: Добавление PDF...
sv: Lägger till PDF...
tr: PDF Ekleme...
uk: Додаємо PDF…

source: Choose destination directory
ca: Trieu el directori destí
de: Zielverzeichnis auswählen
es: Elegir directorio de destino
et: Sihtkausta valimine
fr: Choisir le répertoire de destination
it: Scegli la cartella di destinazione
ms: Pilih direktori destinasi
nb: Velg målmappe
nl: Kies doelmap
pl: Wybierz katalog docelowy
pt: Escolher pasta de destino
pt_br: Escolher um diretório de destino
ru: Выберите каталог назначения
sv: Välj destinationskatalog
tr: Hedef dizin seçin
uk: Оберіть каталог призначення

source: Could not save PDF
ca: No s'ha pogut desar el PDF
de: PDF konnte nicht gespeichert werden
es: No se pudo guardar el PDF
et: Ei saanud PDF-i salvestada
fr: Ne peut sauver le PDF
it: Impossibile salvare il PDF
ms: Tidak dapat simpan PDF
nb: Kan ikke lagre PDF
nl: Kon PDF niet opslaan
pl: Nie można zapisać PDF
pt: Não foi possível guardar o PDF
pt_br: Não foi possível salvar o PDF
ru: Не удалось сохранить PDF
sv: Kunde inte spara PDF
tr: PDF kaydedilemedi
uk: Не вдалося зберегти PDF

source: Error writing the PDF file: %s
ca: Error en escriure el fitxer PDF: %s
de: Fehler beim Schreiben der PDF-Datei: %s
es: Error al escribir el archivo PDF: %s
et: Viga PDF-faili kirjutamisel: %s
fr: Erreur lors de l'écriture du fichier PDF : %s
it: Errore nella scrittura del file PDF: %s
ms: Ralat menulis ke fail PDF: %s
nb: Skriving av PDF fil mislyktes: %s
nl: Fout bij schrijven PDF-bestand: %s
pl: Błąd zapisu pliku PDF: %s
pt: Erro ao escrever o ficheiro PDF: %s
pt_br: Erro ao gravar o arquivo PDF: %s
ru: Ошибка записи файла PDF: %s
sv: Fel vid skrivning av PDF-filen: %s
tr: PDF dosyası yazılırken hata oluştu: %s
uk: Помилка під час записування файла PDF: %s

source: File saved
ca: Fitxer desat
de: Datei gespeichert
es: Archivo guardado
et: Fail salvestatud
fr: Fichier sauvegardé
it: File salvato
ms: Fail disimpan
nb: Fil lagret
nl: Bestand bewaard
pl: Zapisano plik
pt: Ficheiro guardado
pt_br: Arquivo salvo
ru: Файл сохранён
sv: Fil sparad
tr: Dosya kaydedildi
uk: Файл збережено

source: PDF file saved in: %s
ca: S'ha desat el fitxer PDF a: %s
de: PDF-Datei gespeichert in: %s
es: Archivo PDF guardado en: %s
et: PDF-fail salvestatud kohta: %s
fr: Fichier PDF sauvegardé dans : %s
it: File PDF salvato in: %s
ms: Fail PDF disimpan dalam: %s
nb: PDF fil lagret i: %s
nl: PDF bestand opgeslagen in: %s
pl: Zapisano plik PDF w: %s
pt: Ficheiro PDF guardado em: %s
pt_br: Arquivo PDF salvo em: %s
ru: PDF файл сохранён в: %s
sv: PDF-fil sparad i: %s
tr: PDF dosyası şuraya kaydedildi: %s
uk: Файл PDF збережено тут: %s
