Repository: Jellby/PrincePDF
Catalog: translations/*.po
Languages: ca, de, es, et, fr, it, ms, nb, nl, pl, pt, pt_br, ru, sv, tr, uk

source: This program is free software: you can redistribute it and/or modify it under the terms of the GNU General Public License as published by the Free Software Foundation, either version 3 of the License, or (at your option) any later version. This program is distributed in the hope that it will be useful, but WITHOUT ANY WARRANTY; without even the implied warranty of MERCHANTABILITY or FITNESS FOR A PARTICULAR PURPOSE. See the GNU General Public License for more details. You should have received a copy of the GNU General Public License along with this program. If not, see <http://www.gnu.org/licenses/>.
ca: Aquest és programari lliure; podeu distribuir-lo i/o modificar-lo sota els termes de la Llicència Pública General GNU tal com ha estat publicada per la Free Software Foundation; ja sigui la versió 3 de la llicència, o bé (si ho preferiu) qualsevol versió posterior. Aquest programa es distribueix amb l'esperança que serà útil, però SENSE CAP GARANTIA; ni tan sols amb la garantia de COMERCIALITZACIÓ o APTITUD PER A PROPÒSITS DETERMINATS. Vegeu la Llicència general pública de GNU per a més detalls. Hauríeu d'haver rebut una còpia de la Llicència pública general de GNU amb aquest programa. Si no és el cas, vegeu <http://www.gnu.org/licenses/>.
de: Dieses Programm ist freie Software. Sie können es unter den Bedingungen der GNU General Public License, wie von der Free Software Foundation veröffentlicht, weitergeben und/oder modifizieren, entweder gemäß Version 3 der Lizenz oder (nach Ihrer Option) jeder späteren Version. Die Veröffentlichung dieses Programms erfolgt in der Hoffnung, daß es Ihnen von Nutzen sein wird, aber OHNE IRGENDEINE GARANTIE, sogar ohne die implizite Garantie der MARKTREIFE oder der VERWENDBARKEIT FÜR EINEN BESTIMMTEN ZWECK. Details finden Sie in der GNU General Public License. Sie sollten ein Exemplar der GNU General Public License zusammen mit diesem Programm erhalten haben. Falls nicht, siehe <http://www.gnu.org/licenses/>.
et: See plugin on vaba tarkvara: sa võid seda levitada ja/või muuta litsentsi GNU General Public License tingimustel, nagu on avaldanud the Free Software Foundation, kas litsentsi versiooni 3 või (sinu valikul) hilisema versiooni alusel. Seda programmi levitatakse lootuses, et see on kasulik, kuid ILMA IGASUGUSE GARANTIITA; isegi tuleneva MÜÜDAVUSE või KINDLAKS EESMÄRGIKS SOBIVUSE garantiita. Rohkema teabe saamiseks vaata litsentsi GNU General Public License. Sa oleksid koos selle programmiga pidanud kaasa saama litsentsi GNU General Public License koopia. Kui mitte, siis vaata lehte <http://www.gnu.org/licenses/>.
fr: Ce programme est un logiciel libre ; vous pouvez le redistribuer ou le modifier suivant les termes de la GNU General Public License telle que publiée par la Free Software Foundation ; soit la version 3 de la licence, soit (à votre gré) toute version ultérieure. Ce programme est distribué dans l'espoir qu'il sera utile, mais SANS AUCUNE GARANTIE ; sans même la garantie tacite de QUALITÉ MARCHANDE ou d'ADÉQUATION à UN BUT PARTICULIER. Consultez la GNU General Public License pour plus de détails. Vous devez avoir reçu une copie de la GNU General Public License en même temps que ce programme ; si ce n'est pas le cas, consultez <http://www.gnu.org/licenses/>.
ms: Program ini adalah perisian bebas, anda boleh edar ia semula dan/atau ubahsuai ia dibawah terma GNU General Public License sepertimana yang telah disiarkan oleh Free Software Foundation, sama ada versi 3 dari Lesen, atau (ikut pilihan anda) mana-mana versi kemudian. Program ini diedar dengan harapan ia akan berguna, tetapi TANPA APA-APA JAMINAN; tanpa jaminan yang dikenakan pada KEBOLEHPASARAN atau KESESUAIAN ATAS TUJUAN TERTENTU. Sila lihat GNU General Public License untuk maklumat lanjut. Anda seharusnya menerima satu salinan GNU General Public License bersama-sama dengan program ini. Jika tiada sila rujuk <http://www.gnu.org/licenses/>.
pl: Ten program jest wolnym oprogramowaniem: możesz go rozpowszechniać i / lub modyfikować to na warunkach Powszechnej Licencji Publicznej GNU opublikowanej przez Free Software Foundation, albo wersja 3 Licencji, albo (do wyboru) dowolna późniejsza wersja. Ten program jest rozpowszechniany z nadzieją, że będzie przydatny, ale BEZ ŻADNEJ GWARANCJI; nawet bez domniemanej gwarancji WARTOŚĆ HANDLOWA lub PRZYDATNOŚĆ DO OKREŚLONEGO CELU. Zobacz Licencja GNU General Public License zawiera więcej szczegółów. Powinieneś otrzymać kopię Powszechnej Licencji Publicznej GNU wraz z tym programem. Jeśli nie, zobacz <http://www.gnu.org/licenses/>.
pt_br: Este programa é um software livre; você pode redistribuí-lo e/ou modificá-lo dentro dos termos da Licença Pública Geral GNU como publicada pela Fundação do Software Livre (FSF); na versão 3 da Licença, ou (na sua opinião) qualquer versão ulterior. Este programa é distribuído na esperança de que possa ser útil, mas SEM NENHUMA GARANTIA; sem uma garantia implícita de ADEQUAÇÃO a qualquer MERCADO ou APLICAÇÃO EM PARTICULAR. Veja a Licença Pública Geral GNU para maiores detalhes. Você deve ter recebido uma cópia da Licença Pública Geral GNU junto com este programa, se não, veja <http://www.gnu.org/licenses/>.
sv: Detta program är fri mjukvara: du kan återdistribuera det och/eller modifiera det under vilkoren i GNU General Public Licens som publicerats av Free Software Foundation, antingen version 3 av Licensen, eller (som du väljer) någon senare version. Detta program är distributerat i hopp om att det ska vara användbart, men UTAN NÅGON GARANTI; även utan underförstådd garanti SÄLJBARHET eller LÄMPLIGHET FÖR ETT VISST SYFTE. Se GNU General Public Licens för mer detaljer. Du bör ha fått en kopia av GNU General Public Licens tillsammans med det här programmet. Om inte, se <http://www.gnu.org/licenses/>.
tr: Bu program özgür bir yazılımdır: Özgür Yazılım Vakfı tarafından yayınlanan GNU Genel Kamu Lisansı'nın 3. sürümü veya (arzunuza göre) daha yeni bir sürümü koşulları altında yeniden dağıtabilir ve/ veya değiştirebilirsiniz. Bu program faydalı olması ümidiyle dağıtılmaktadır. BİR TEMİNATI YOKTUR; TİCARETİNİN YAPILABİLİRLİĞİNE VE ÖZEL BİR AMAÇ İÇİN UYGUNLUĞUNA dair bir teminat da vermez. Ayrıntılar için GNU Genel Kamu Lisansı’na bakın. Bu programla birlikte GNU Genel Kamu Lisansı’nın bir kopyasını edinmiş olmanız gerekir. Aksi halde <http://www.gnu.org/licenses/> adresine bakın.
uk: Ця програма є вільним програмним забезпеченням; ви можете поширювати її і/або змінювати її за умов дотримання GNU General Public License у тому вигляді, у якому її оприлюднено Free Software Foundation; версії 3 цієї ліцензії, або (за потреби) будь-якої пізнішої версії. Ця програма поширюється у сподіванні, що вона буде корисною, але БЕЗ БУДЬ- ЯКИХ ГАРАНТІЙ; навіть без очевидної гарантії КОМЕРЦІЙНОЇ ЦІННОСТІ або ПРИДАТНОСТІ ДЛЯ ЯКОЇСЬ МЕТИ. Докладніше про це ви можете дізнатися з GNU General Public License. Разом з цією програмою ви маєте отримати копію GNU General Public License. Якщо ви її не отримали, зверніться за адресою <http://www.gnu.org/licenses/>, щоб дізнатися про подальші дії.

source: <qt>Show by default the stylesheets in the Convert dialog</qt>
es: <qt>Mostrar de manera predeterminada las hojas de estilo en la ventana de conversión</qt>
ms: <qt>Tunjuk secara lalai lembaran gaya dalam dialog Tukar Format</qt>
nb: <qt>Vis stilsettet i konverteringsdialogen som standard</qt>
pt_br: <qt>Mostrar, por padrão as folhas de estilo no diálogo de conversão</qt>
uk: <qt>Типово показувати таблиці стилів у діалоговому вікні перетворення</qt>

source: <qt>List of custom stylesheets defined. Select one to edit</qt>
es: <qt>Lista de hojas de estilos personalizadas definidas. Seleccione una para modificarla</qt>
ms: <qt>Senarai lembaran gaya suai ditakrifkan. Pilih satu untuk sunting</qt>
nb: <qt>Liste med egendefinerte stilark. Velg en for å redigere</qt>
pt_br: <qt>Lista de folhas de estilo definidas. Selecione uma para editar</qt>
uk: <qt>Визначено список нетипових таблиць стилів. Виберіть одну з них для редагування.</qt>

source: <qt>Rename the current stylesheet to the name on the right</qt>
es: <qt>Cambiar el nombre de la hoja de estilos actual al nombre de la derecha</qt>
ms: <qt>Nama semula lembaran gaya semasa pada nama sebelah kanan</qt>
nb: <qt>Omdøp gjeldende stilsett til navnet på høyre side</qt>
pt_br: <qt>Renomear a folha de estilo atual para o nome à direita</qt>
uk: <qt>Перейменувати поточну таблицю стилів, використавши назву, вказану праворуч.</qt>

source: <qt>Name for the new or renamed stylesheet</qt>
es: <qt>Nombre para la hoja de estilos nueva o renombrada</qt>
ms: <qt>Nama bagi lembaran gaya baharu atau yang dinamakan semula</qt>
nb: <qt>Navn til det nye eller omdøpte stilsettet</qt>
pt_br: <qt>Nome para a folha de estilo nova ou renomeada</qt>
uk: <qt>Назва нової або перейменованої таблиці стилів.</qt>

source: <qt>Add a new empty stylesheet with the name on the left</qt>
es: <qt>Añadir una nueva hoja de estilos vacía con el nombre de la izquierda</qt>
ms: <qt>Tambah satu lembaran gaya kosong baharu dengan nama disebelah kiri</qt>
nb: <qt>Legg et ny tomt stilsett med navet på venstre side</qt>
pt_br: <qt>Adicionar uma nova folha de estilo em branco com o nome à esquerda</qt>
uk: <qt>Додати нову порожню таблицю стилів з назвою, вказаною ліворуч.</qt>

source: <qt>Remove the current stylesheet</qt>
es: <qt>Eliminar la hoja de estilos actual</qt>
ms: <qt>Buang lembaran gaya semasa</qt>
nb: <qt>Fjern gjeldende stilark</qt>
pt_br: <qt>Remover a folha de estilo atual</qt>
uk: <qt>Вилучити поточну таблицю стилів.</qt>

source: &Custom CSS:
es: &CSS personal:
ms: &CSS Suai:
nb: Tilpassett CSS:
pt_br: &CSS Personalizada:
uk: &Нетипова таблиця стилів:

source: <b>Warning</b>: Deletes modified stylesheets
es: <b>Advertencia</b>: Borra las hojas de estilos modificadas
ms: <b>Amaran</b>: Lembaran gaya ubahsuai dipadam
nb: <b>Advarsel</b>: Sletter redigerte stilark
pt_br: <b>Aviso</b>: Apaga folhas de estilo parsonalizadas
uk: <b>Попередження</b>: вилучає змінені таблиці стилів

source: Cannot add stylesheet
es: No se puede añadir
ms: Tidak dapat tambah lembaran gaya
nb: Kan ikke legge til stilark
pt_br: Não foi possível adicionar a folha de estilo
uk: Не вдалося додати таблицю стилів

source: A stylesheet with the name "%s" is already defined, use a different name.
es: Ya hay definida una hoja de estilos con el nombre «%s», use un nombre diferente.
ms: Satu lembaran gaya dengan nama "%s" sudah pun ditakrif, guna nama yang lain.
nb: Et stilark med navnet "%s" er allerede definert, bruk et annet navn.
pt_br: Uma folha de estilo chamada "%s" já está definida, use um nome diferente.
uk: Таблицю стилів із назвою «%s» вже визначено, скористайтеся іншою назвою.

source: Cannot delete the last stylesheet
es: No se puede borrar la última hoja de estilos
ms: Tidak dapat padam lembaran gaya terakhir
nb: Kan ikke selete siste stilark
pt_br: Não foi possível apagar a última folha de estilo
uk: Не можна вилучати останню таблицю стилів

source: The last stylesheet cannot be removed. You can rename it and/or remove its contents.
es: La última hoja de estilos no se puede borrar. Puede cambiarle el nombre o borrar su contenido.
ms: Lembaran gaya terakhir tidak dapat dibuang. Anda boleh namakan semula ia dan/atau buang kandungannya.
nb: Det siste stilarket kan ikek slettes Du kan omdøpe det og/eller fjerne dets innhold.
pt_br: A última folha de estilo não pode ser removida. Você pode renomeá-la e/ou remover o seu conteúdo.
uk: Не можна вилучати останню таблицю стилів. Ви можете перейменувати її і/або вилучити її вміст.

source: Cannot rename stylesheet
es: No se puede cambiar el nombre
ms: Tidak dapat namakan semula lembaran gaya
nb: Kan ikke omdøpe stilarket
pt_br: Não foi possível renomear a folha de estilo
uk: Не вдалося перейменувати таблицю стилів

source: &Hide stylesheets
es: &Ocultar estilos
ms: &Sembunyi lembaran gaya
nb: &Gjem stilark
pt_br: &Ocultar folhas de estilo
uk: При&ховати таблиці стилів

source: &Show stylesheets
es: &Mostrar estilos
ms: &Tunjuk lembaran gaya
nb: &Vis stilark
pt_br: Mo&strar folhas de estilo
uk: &Показати таблиці стилів

source: &Custom stylesheet:
es: &Hoja de estilos personal:
ms: Lembaran gaya s&uai:
nb: &Egendefinert stilark:
pt_br: &Folha de estilo personalizada:
uk: Н&етипова таблиця стилів:

source: <qt>Select one stylesheet to use. Additional stylesheets can be created in the plugin configuration</qt>
es: <qt>Seleccione una hoja de estilos para usar. Pueden crearse hojas de estilos adicionales en la configuración del complemento</qt>
ms: <qt>Pilih satu lembaran gaya untuk digunakan. Lembaran gaya tambahan boleh dicipta dalam konfigurasi pemalam</qt>
nb: <qt>Velg et stilark for bruk. TIlleggstilark kan opprettes i konfigurasjonen for pluginen</qt>
pt_br: <qt>Selecione uma folha de estilo para usar. Folhas de estilo adicionais podem ser criadas nas configurações do plugin</qt>
uk: <qt>Виберіть одну таблицю стилів, яку слід використати. Додаткові таблиці стилів можна створити за допомогою діалогового вікна налаштовування додатка.</qt>

source: <qt>Show/hide the additional stylesheets used for the conversion</qt>
es: <qt>Mostrar u ocultar las hojas de estilos adicionales usadas para la conversión</qt>
ms: <qt>Tunjuk/sembunyi lembaran gaya tambahan yang digunakan untuk penukaran</qt>
nb: <qt>Vis/skjul ekstra stilark bruk for konvertering</qt>
pt_br: <qt>Mostrar/ocultar as folhas de estilo adicionais usadas por esta conversão</qt>
uk: <qt>Показати або сховати додаткові таблиці стилів, використані для перетворення.</qt>

source: <h3 style="text-align:center">The Prince PDF Plugin (v. %(version)s)</h3> <p style="text-align:center"><i>Created by %(author)s</i></p> <hr/> <p style="margin:1em 0 0 0">This plugin will convert a book to PDF using Prince.</p> <p style="margin:0">Prince is an external program, you can download it from <a href="http://www.princexml.com/">www.princexml.com</a>.</p> <p style="margin:1em 0 0 0">Only a few formats can be converted with this plugin, mainly EPUB, AZW3 and HTMLZ. If you want to convert a book in another format, convert it first to one of these formats.</p> <p style="margin:1em 0 0 0">Before the actual conversion, you will be able to choose whether or not to add the resulting PDF to the book record. If the PDF is not added, it will be saved in disk, using the save-to-disk template.</p> <p style="margin:1em 0 0 0">The conversion will not use any other of the calibre conversion settings, but instead it will use a custom CSS file, where Prince-specific properties can be used. This file can be modified in the plugin configuration. In addition, the plugin will recognize and use any extra CSS file specified in the book itself, as a <code>&lt;meta&gt;</code> tag with <code>name="prince-style"</code> and <code>content="<i>idref</i>"</code>, where <code><i>idref</i></code> is the <code>id</code> of the extra CSS file in the manifest.</p> <hr/> <p style="margin:1em 0 0 0"><i><img src="%(dir)s/prince_icon.png"/> Prince is copyrighted &copy; YesLogic Pty. Ltd.</i></p> <p style="margin:0"><img src="%(dir)s/small_icon.png"/> This plugin is released under %(license)s.</p>
es: <h3 style="text-align:center">El complemento Prince PDF (v. %(version)s)</h3> <p style="text-align:center"><i>Creado por %(author)s</i></p> <hr/> <p style="margin:1em 0 0 0">Este complemento convierte un libro a PDF usando Prince.</p> <p style="margin:0">Prince es un programa externo que puede descargarse desde <a href="http://www.princexml.com/">www.princexml.com</a>.</p> <p style="margin:1em 0 0 0">Sólo algunos formatos pueden convertirse con este complemento, principalmente EPUB, AZW3 y HTMLZ. Si quiere convertir un libro en algún otro formato, conviértalo primero a uno de estos formatos.</p> <p style="margin:1em 0 0 0">Antes de realizar la conversión real, se puede elegir si añadir o no el PDF resultante al registro del libro. Si no se añade el PDF, se guardará en disco usando la plantilla para guardar en disco.</p> <p style="margin:1em 0 0 0">La conversión no usa ninguna otra configuración de conversión de calibre, en lugar de ello emplea un archivo CSS personal, donde se pueden usar propiedades específicas de Prince. Este archivo puede modificarse en la configuración del complemento. Además, el complemento también reconoce y aplica cualquier archivo CSS adicional que esté especificado dentro del propio libro mediante una etiqueta <code>&lt;meta&gt;</code> con <code>name="prince-style"</code> y <code>content="<i>idref</i>"</code>, donde <code><i>idref</i></code> es el <code>id</code> del archivo CSS adicional en el manifiesto.</p> <hr/> <p style="margin:1em 0 0 0"><i><img src="%(dir)s/prince_icon.png"/> Prince es copyright &copy; YesLogic Pty. Ltd.</i></p> <p style="margin:0"><img src="%(dir)s/small_icon.png"/> Este complemento está sujeto a la licencia %(license)s.</p>
