Repository: Jellby/PrincePDF
Catalog: translations/*.po
Languages: ca, de, es, et, fr, it, ms, nb, nl, pl, pt, pt_br, ru, sv, tr, uk

source: <h3 style="text-align:center">The Prince PDF Plugin (v. %(version)s)</h3> <p style="text-align:center"><i>Created by %(author)s</i></p> <hr/> <p style="margin:1em 0 0 0">This plugin will convert a book to PDF using Prince.</p> <p style="margin:0">Prince is an external program, you can download it from <a href="http://www.princexml.com/">www.princexml.com</a>.</p> <p style="margin:1em 0 0 0">Only a few formats can be converted with this plugin, mainly EPUB, AZW3 and HTMLZ. If you want to convert a book in another format, convert it first to one of these formats.</p> <p style="margin:1em 0 0 0">Before the actual conversion, you will be able to choose whether or not to add the resulting PDF to the book record. If the PDF is not added, it will be saved in disk, using the save-to-disk template.</p> <p style="margin:1em 0 0 0">The conversion will not use any other of the calibre conversion settings, but instead it will use a custom CSS file, where Prince-specific properties can be used. This file can be modified in the plugin configuration. In addition, the plugin will recognize and use any extra CSS file specified in the book itself, as a <span %(code)s>&lt;meta&gt;</span> tag with <span %(code)s>name="prince-style"</span> and <span %(code)s>content="<i>idref</i>"</span>, where <span %(code)s><i>idref</i></span> is the <span %(code)s>id</span> of the extra CSS file in the manifest.</p> <hr/> <p style="margin:1em 0 0 0"><i><img src="%(dir)s/prince_icon.png"/> Prince is copyrighted &copy; YesLogic Pty. Ltd.</i></p> <p style="margin:0"><img src="%(dir)s/small_icon.png"/> This plugin is released under %(license)s.</p>
de: <h3 style="text-align:center">Die Prince PDF Erweiterung(v. %(version)s)</h3> <p style="text-align:center"><i>Erstellt von %(author)s</i></p> <hr/> <p style="margin:1em 0 0 0">Diese Erweiterung wird ein Buch mit Prince in eine PDF-Datei konvertieren.</p> <p style="margin:0">Prince ist ein externes Programm, das von <a href="http://www.princexml.com/">www.princexml.com</a> heruntergeladen werden kann.</p> <p style="margin:1em 0 0 0">Nur wenige Formate können mit dieser Erweiterung konvertiert werden, hauptsächlich EPUB, AZW3 und HTMLZ. Wenn Sie ein Buch in ein anderes Format konvertieren möchten, dann konvertieren Sie es zuerst in eines der genannten Formate.</p> <p style="margin:1em 0 0 0">Vor der eigentlichen Konvertierung haben Sie die Möglichkeit einzustellen, ob die erstellte PDF zur Bückerliste hinzugefügt werden soll. Wird die PDF nicht hinzugefügt, wird sie unter Verwendung der Auf-Datenträger-speichern-Formatvorlage auf dem Datenträger gespeichert.</p> <p style="margin:1em 0 0 0">Die Konvertierung wird keine Caliblres Konvertierungseinstellungen verwenden, sondern eine benutzerdefinierte CSS-Datei, in der Prince-spezifische Eigenschaften verwendet werden können. Zudem wird die Erweiterung jegliche zusätzliche CSS-Dateien erkennen und verwenden, die im Buch selbst angegeben werden. Die Angabe erfolgt als ein <span %(code)s>&lt;meta&gt;</span>-Tag mit <span %(code)s>name="prince-style"</span> und <span %(code)s>content="<i>idref</i>"</span>, wobei im Manifest <span %(code)s><i>idref</i></span> die <span %(code)s>id</span> der zusätzlichen CSS-Datei ist.</p> <hr/> <p style="margin:1em 0 0 0"><i><img src="%(dir)s/prince_icon.png"/> Prince ist durch &copy; YesLogic Pty. Ltd. urheberrechtlich geschützt</i></p> <p style="margin:0"><img src="%(dir)s/small_icon.png"/> Diese Erweiterung ist unter den Bedingungen der %(license)s freigegeben.</p>
et: <h3 style="text-align:center">Plugin Prince PDF (v. %(version)s)</h3> <p style="text-align:center"><i>Autor %(author)s</i></p> <hr/> <p style="margin:1em 0 0 0">See plugin teisendab raamatu PDF-iks, kasutades Prince'i.</p> <p style="margin:0">Prince on väline programm, selle saab alla laadida lehelt <a href="http://www.princexml.com/">www.princexml.com</a>.</p> <p style="margin:1em 0 0 0">Selle pluginaga saab teisendada ainult mõnd formaati, peamiselt EPUB, AZW3 ja HTMLZ. Kui tahad teisendada muus formaadis raamatut, teisenda see esmalt üheks neist formaatidest.</p> <p style="margin:1em 0 0 0">Enne tegelikku teisendamist saad valida, kas lisada tulemusena saadav PDF raamatu kirjesse. Kui PDF-i ei lisata, salvestatakse see kõvakettale, kasutades kettale salvestamise malli.</p> <p style="margin:1em 0 0 0">Teisendamine ei kasuta ühtki calibre teisendamise säted, kuid kasutab hoopis kohandatud CSS-faili, kus võib kasutada Prince'iga seotud omadusi. Seda faili saab muuta plugina seadistamise aknas. Lisaks tuvastab ja kasutab plugin raamatus olevat mis tahes lisa-CSS-faili, <span %(code)s>&lt;meta&gt;</span>-sildina, milles on <span %(code)s>name="prince-style"</span> ja <span %(code)s>content="<i>idref</i>"</span>, kus <span %(code)s><i>idref</i></span> on lisa-CSS-faili <span %(code)s>id</span> manifestis.</p> <hr/> <p style="margin:1em 0 0 0"><i><img src="%(dir)s/prince_icon.png"/> Prince'i autoriõigust omab &copy; YesLogic Pty. Ltd.</i></p> <p style="margin:0"><img src="%(dir)s/small_icon.png"/> See plugin on väljalastud litsentsi %(license)s all.</p>
fr: <h3 style="text-align:center">Le greffon Prince PDF (v. %(version)s)</h3> <p style="text-align:center"><i>Créé par %(author)s</i></p> <hr/> <p style="margin:1em 0 0 0">Ce greffon convertira un livre vers le format PDF en utilisant Prince.</p> <p style="margin:0">Prince est un programme extérieur, vous pouvez le télécharger depuis <a href="http://www.princexml.com/">www.princexml.com</a>.</p> <p style="margin:1em 0 0 0">Seuls quelques formats peuvent être convertis avec ce greffon, principalement EPUB, AZW3 et HTMLZ. Si vous voulez convertir un livre d'un autre format, convertissez le tout d'abord dans l'un de ces formats.</p> <p style="margin:1em 0 0 0">Avant la conversion, vous aurez la possibilité de choisir s'il faut ou non ajouter le PDF résultant à l'enregistrement du livre. Si le PDF n'est pas ajouté, il sera sauvé sur le disque, en utilisant le modèle enregistrer sur disque.</p> <p style="margin:1em 0 0 0">La conversion n'utilisera aucun autre des paramètres de conversion de calibre, mais à la place il utilisera un fichier CSS personnalisé, où des proprètés spécifiques à Prince peuvent être utilisées. De plus, le greffon reconnaîtra et utilisera tout fichier CSS complémentaire spécifié dans le livre lui-même, comme une étiquette <span %(code)s>&lt;meta&gt;</span> avec <span %(code)s>name="prince-style"</span> et <span %(code)s>content="<i>idref</i>"</span>, où <span %(code)s><i>idref</i></span> est le <span %(code)s>id</span> du fichier CSS supplémentaire dans le manifeste.</p> <hr/> <p style="margin:1em 0 0 0"><i><img src="%(dir)s/prince_icon.png"/> Prince est sous copiright &copy; YesLogic Pty. Ltd.</i></p> <p style="margin:0"><img src="%(dir)s/small_icon.png"/> Ce greffon est libre %(license)s.</p>
ms: <h3 style="text-align:center">Pemalam Prince PDF (v. %(version)s)</h3> <p style="text-align:center"><i>Dicipta oleh %(author)s</i></p> <hr/> <p style="margin:1em 0 0 0">Pemalam ini akan menukar format ke PDF menggunakan Prince.</p> <p style="margin:0">Prince merupakan prorgram luar, anda boleh muat turun ia di <a href="http://www.princexml.com/">www.princexml.com</a>.</p> <p style="margin:1em 0 0 0">Hanya beberapa format boleh ditukar dengan pemalam ini, biasanya format EPUB, AZW3 dan HTMLZ. Jika anda mahu tukar format sesebuah buku ke format lain, tukar ia terlebih dahulu ke salah satu format ini.</p> <p style="margin:1em 0 0 0">Sebelum membuat penukaran, anda boleh memilih sama ada ia atau tidak tambah PDF yang terhasil ke dalam rekod buku. Jika PDF tidak ditambah, ia akan disimpan ke dalam cakera, menggunakan templat simpan-dalam-cakera.</p> <p style="margin:1em 0 0 0">Penukaran tidak akan guna mana-mana tetapan penukaran yang lain, tetapi hanya gunakan fail CSS suai, yang mana sifat khusus-Prince boleh digunakan. Fail ini boleh diubahsuai dalam konfigurasi pemalam. Selain itu, pemalam akan mengenalpasti dan guna mana-mana fail CSS ekstra yang dinyatakan dalam buku itu sendiri, seperti <span %(code)s>&lt;meta&gt;</span> tag denga <span %(code)s>name="prince-style"</span> dan <span %(code)s>content="<i>idref</i>"</span>, yang mana <span %(code)s><i>idref</i></span> adalah <span %(code)s>id</span> fail CSS ekstra di dalam manifes.</p> <hr/> <p style="margin:1em 0 0 0"><i><img src="%(dir)s/prince_icon.png"/> Prince adalah hakcipta &copy; YesLogic Pty. Ltd.</i></p> <p style="margin:0"><img src="%(dir)s/small_icon.png"/> Pemalam ini dikeluarkan di bawah %(license)s.</p>
nb: <h3 style="text-align:center">The Prince PDF Plugin (v. %(version)s)</h3> <p style="text-align:center"><i>Skrevet av %(author)s</i></p> <hr/> <p style="margin:1em 0 0 0">Denne plugin konverterer bøker til PDF med hjelp av Prince.</p> <p style="margin:0">Prince er et eksternt program. Du kan laste det ned fra <a href="http://www.princexml.com/">www.princexml.com</a>.</p> <p style="margin:1em 0 0 0">Bare noen få formater kan konverters, primært EPUB, AZW3 og HTMLZ. Hvis du vil konvertere en bok i et annet format vennligst konverter boken til en av disse formatene først.</p> <p style="margin:1em 0 0 0">Før selve konvertering vil du bli spurt om å lagre PDFen som en del av bokens record. Hvis PDFen ikke blir lagt til blir den lagret på hardisken med lagre-til-disk malen.</p> <p style="margin:1em 0 0 0"> Denne metoden vil ikke benytte noen av Calibres instillinger, men heller en ekstern CSS fil hvor Prince-spesifikke instillinger brukes. Dette kan endres i pluginkonfigurasjonen. I tillegg vil pluginen oppdage ekstra CSS spesifisert i selve boken, som en <span %(code)s>&lt;meta&gt;</span> merkelapp med <span %(code)s>name="prince-style"</span> og <span %(code)s>content="<i>idref</i>"</span>, hvor <span %(code)s><i>idref</i></span> er den <span %(code)s>id</span> av de ekstra CSS fila i manifestet.</p> <hr/> <p style="margin:1em 0 0 0"><i><img src="%(dir)s/prince_icon.png"/> Prince er copyright &copy; YesLogic Pty. Ltd.</i></p> <p style="margin:0"><img src="%(dir)s/small_icon.png"/> Denne pluginen er sluppet under %(license)s.</p>
nl: <h3 style="text-align:center">Prince PDF Plugin (v. %(version)s)</h3> <p style="text-align:center"><i>Gemaakt door %(author)s</i></p> <hr/> <p style="margin:1em 0 0 0">Deze plug-in zal een boek converteren naar PDF dankzij Prince.</p> <p style="margin:0">Prince is een extern programma, u kunt het hier downloaden<a href="http://www.princexml.com/">www.princexml.com</a>.</p> <p style="margin:1em 0 0 0">Maar een paar formaten kunnen geconverteerd worden met deze plug-in, bijv EPUB, AZW3 en HTMLZ. Als u een boek wilt converteren in een ander formaat, converteer het dan eerst in een van deze formaten.</p> <p style="margin:1em 0 0 0">Voor de werkelijke conversie krijgt u de mogelijkheid om de PDF toe te voegen aan het book record. Wanneer de PDF niet toegevoegd is zal deze opgeslagen worden op uw schijf, door de save-to-disk template.</p> <p style="margin:1em 0 0 0">De conversie zal geen andere calibre conversie-instellingen gebruiken, in plaats daarvan zal het een aanpasbare CSS file, waar Prince-specifieke properties gebruikt kunnen worden. Dit bestand kan aangepast worden in de plug-in configuratie. Daarbovenop herkent en gebruikt de plug-in elk extra CSS bestand gespecificeerd in het boek zelf, als een <span %(code)s>&lt;meta&gt;</span> tag met <span %(code)s>name="prince-style"</span> en <span %(code)s>content="<i>idref</i>"</span>, waar <span %(code)s><i>idref</i></span> de <span %(code)s>id</span> is van het extra CSS bestand in het manifest.</p> <hr/> <p style="margin:1em 0 0 0"><i><img src="%(dir)s/prince_icon.png"/> Prince is auteursrechtelijk beschermd &copy; YesLogic Pty. Ltd.</i></p> <p style="margin:0"><img src="%(dir)s/small_icon.png"/> Deze plug-in is uitgebracht onder %(license)s.</p>
pl: <h3 style="text-align:center">Wtyczka Prince PDF (v. %(version)s)</h3> <p style="text-align:center"><i>Stworzone przez %(author)s</i></p> <hr/> <p style="margin:1em 0 0 0">Ta wtyczka przekonwertuje książkę do formatu PDF za pomocą Prince.</p> <p style="margin:0">Prince to zewnętrzny program, z którego można go pobrać <a href="http://www.princexml.com/">www.princexml.com</a>.</p> <p style="margin:1em 0 0 0">Za pomocą tej wtyczki można przekonwertować tylko kilka formatów, głównie EPUB, AZW3 i HTMLZ. Jeśli chcesz przekonwertować książkę w innym formacie, najpierw przekonwertuj ją na jeden z tych formatów.</p> <p style="margin:1em 0 0 0">Przed faktyczną konwersją będziesz mógł zdecydować, czy dodać wynikowy plik PDF do rekordu książki. Jeśli plik PDF nie zostanie dodany, zostanie zapisany na dysku przy użyciu szablonu zapisywania na dysku.</p> <p style="margin:1em 0 0 0">Konwersja nie użyje żadnych innych ustawień konwersji kalibru, ale zamiast tego użyje niestandardowego pliku CSS, w którym można użyć właściwości specyficznych dla Prince'a. Ten plik można modyfikować w konfiguracji wtyczki. Ponadto wtyczka rozpozna i użyje dowolnego dodatkowego pliku CSS określonego w samej książce jako plik <span %(code)s>&lt;meta&gt;</span> tag with <span %(code)s>name="prince-style"</span> and <span %(code)s>content="<i>idref</i>"</span>, where <span %(code)s><i>idref</i></span> is the <span %(code)s>id</span> of the extra CSS file in the manifest.</p> <hr/> <p style="margin:1em 0 0 0"><i><img src="%(dir)s/prince_icon.png"/> Prince jest kopią chronioną prawem autorskim; YesLogic Pty. Ltd.</i></p> <p style="margin:0"><img src="%(dir)s/small_icon.png"/> Ta wtyczka jest wydana w ramach %(license)s.</p>
pt_br: <h3 style="text-align:center">O plugin Prince PDF (v. %(version)s)</h3> <p style="text-align:center"><i>Criado por %(author)s</i></p> <hr/> <p style="margin:1em 0 0 0">Este plugin vai converter um livro para PDF usando o Prince.</p> <p style="margin:0">Prince é um programa externo, você pode fazer sua transferência de <a href="http://www.princexml.com/">www.princexml.com</a>.</p> <p style="margin:1em 0 0 0">Apenas alguns formatos podem ser convertidos com este plugin, principalmente EPUB, AZW3 e HTMLZ. Se você deseja converter um livro em outro formato, converta-o primeiro em um desses formatos.</p> <p style="margin:1em 0 0 0">Antes da conversão atual, você poderá escolher se deseja ou não adicionar o PDF resultante para o registro do livro. Se o PDF não é adicionado, ele será salvo no disco, usando o modelo de salvar para o disco.</p> <p style="margin:1em 0 0 0">A conversão não vai usar qualquer outra das definições de conversão do calibre, mas em vez disso ela vai usar um arquivo CSS personalizado, onde as propriedades específicas do Prince podem ser usadas. Este arquivo pode ser modificado nas configurações do plugin. Além disso, o plugin vai reconhecer e usar qualquer arquivo CSS adicional especificado no próprio livro, como uma etiqueta <span %(code)s>&lt;meta&gt;</span> com <span %(code)s>name="prince-style"</span> e <span %(code)s>content="<i>idref</i>"</span>, onde <span %(code)s><i>idref</i></span> é o <span %(code)s>id</span> do arquivo CSS extra no manifesto.</p> <hr/> <p style="margin:1em 0 0 0"><i><img src="%(dir)s/prince_icon.png"/> O Prince é protegido por direitos autorais &copy; YesLogic Pty. Ltd.</i></p> <p style="margin:0"><img src="%(dir)s/small_icon.png"/> Este plugin é lançado sob %(license)s.</p>
ru: <h3 style="text-align:center">Prince PDF Plugin (v. %(version)s)</h3> <p style="text-align:center"><i>Создан %(author)s</i></p> <hr/> <p style="margin:1em 0 0 0">Этот плагин будет конвертировать книгу в PDF с помощью Prince.</p> <p style="margin:0">Prince - это внешняя программа, вы можете скачать ее с <a href="http://www.princexml.com/">www.princexml.com</a>.</p> <p style="margin:1em 0 0 0">С помощью этого плагина можно конвертировать только несколько форматов, в основном EPUB, AZW3 и HTMLZ. Если вы хотите преобразовать книгу в другой формат, сначала преобразуйте ее в один из этих форматов.</p> <p style="margin:1em 0 0 0">Перед фактическим преобразованием вы сможете выбрать, добавлять ли полученный PDF-файл в запись книги или нет. Если файл PDF не добавлен, он будет сохранен на диске с использованием шаблона сохранения на диск.</p> <p style="margin:1em 0 0 0">Конвертация не будет использовать какие-либо другие настройки преобразования calibre, но вместо этого будет использоваться пользовательский файл CSS, в котором могут использоваться специфические для Prince свойства. Этот файл может быть изменен в конфигурации плагина. Кроме того, плагин распознает и использует любой дополнительный файл CSS, указанный в самой книге, как <span %(code)s>&lt;meta&gt;</span> тег с <span %(code)s>name="prince-style"</span> и <span %(code)s>content="<i>idref</i>"</span>, где<span %(code)s><i> idref</i></span> это <span %(code)s>id</span> дополнительного CSS файла в манифесте.</p> <hr/> <p style="margin:1em 0 0 0"><i><img src="%(dir)s/prince_icon.png"/>Prince is copyrighted &copy; YesLogic Pty. Ltd.</i></p> <p style="margin:0"><img src="%(dir)s/small_icon.png"/>This plugin is released under %(license)s.</p>
sv: <h3 style="text-align:center">Tillägget Prince PDF (v. %(version)s)</h3> <p style="text-align:center"><i>Skapad %(author)s</i></p> <hr/> <p style="margin:1em 0 0 0">Detta tillägg kommer att konvertera en bok till PDF med Prince.</p> <p style="margin:0">Prince är ett externt program, kan du hämta det från <a href="http://www.princexml.com/">www.princexml.com</a>.</p> <p style="margin:1em 0 0 0">Only a few formats can be converted with this plugin, mainly EPUB, AZW3 and HTMLZ. If you want to convert a book in another format, convert it first to one of these formats.</p> <p style="margin:1em 0 0 0">Innan själva konverteringen, kommer du att kunna välja om de vill lägga till den resulterande PDFn till bokposten. Om PDF inte läggs till kommer det sparas på disk med hjälp av spara-till-disk-mall.</p> <p style="margin:1em 0 0 0">Konverteringen kommer inte att använda någon annan av calibres konverteringsinställningar , men i stället kommer att använda en egen CSS-fil, där Princes specifika egenskaper kan användas. Denna fil kan ändras i tilläggskonfigurationen. Dessutom kommer tillägget känna igen och använda någon extra CSS-fil som anges i själva boken, som en<span %(code)s>&lt;meta&gt;</span> etikett med <span %(code)s>name="prince-style"</span> och <span %(code)s>content="<i>idref</i>"</span>, där <span %(code)s><i>idref</i></span> är <span %(code)s>id</span> av den extra CSS-filen i manifestet.</p> <hr/> <p style="margin:1em 0 0 0"><i><img src="%(dir)s/prince_icon.png"/> Prince är upphovsrättsskyddat &kopia; YesLogic Pty. Ltd</i></p> <p style="margin:0"><img src="%(dir)s/small_icon.png"/> Detta tillägg är släppt under %(license)s.</p>
tr: <h3 style="text-align:center">Prince PDF Eklentisi (s %(version)s)</h3> <p style="text-align:center"><i>Yazarı: %(author)s</i></p> <hr/> <p style="margin:1em 0 0 0">Bu eklenti Prince kullanarak bir kitabı PDF' ye dönüştürür</p> <p style="margin:0">Prince dış bir uygulama olup <a href="http://www.princexml.com/">www.princexml.com</a> adresinden indirilebilir.</p> <p style="margin:1em 0 0 0">Bu eklentiyle başlıcı EPUB, AZW3 ve HTMLZ olmak üzere sadece bir kaç biçim dönüştürülebilir. Başka bir biçimdeki kitabı dönüştürmek isterseniz onu öncelikle bu biçimlerden birine dönüştürmelisiniz.</p> <p style="margin:1em 0 0 0">Dönüştürme işlemine başlamadan önce ortaya çıkacak PDF' yi kitap kaydına ekleyip eklememeyi seçebileceksiniz. PDF eklenmezse sabit-diske-kaydet şablonu kullanılarak sabit diskinize kaydedecektir.</p> <p style="margin:1em 0 0 0">Dönüştürme işleminde calibre'nin dönüştürme ayarlarından hiç biri kullanılmayacak; bunun yerine Prince' e özel ayarların işlenebileceği kişisel bir CSS dosyası kullanılacaktır. Bu, eklenti yapılandırmasında değiştirilebilir. Bunun yanında eklenti, kitapta bulunan herhangi bir ek CSS dosyasını algılayarak <span %(code)s>name="prince-style"</span> ile <span %(code)s>&lt;meta&gt;</span> etiketi ve <span %(code)s>content="<i>idref</i>"</span> olarak kullanacaktır. Burada <span %(code)s><i>idref</i></span>, ek CSS dosyasının <span %(code)s>id</span> değeri olacaktır.</p> <hr/> <p style="margin:1em 0 0 0"><i><img src="%(dir)s/prince_icon.png"/> Prince &copy; YesLogic Pty. Ltd. şirketinin tescilli ürünüdür.</i></p> <p style="margin:0"><img src="%(dir)s/small_icon.png"/> Bu eklenti %(license)s altında yayınlanmaktadır.</p>
uk: <h3 style="text-align:center">Додаток Prince PDF (версія %(version)s)</h3> <p style="text-align:center"><i>Створено %(author)s</i></p> <hr/> <p style="margin:1em 0 0 0">За допомогою цього додатка можна перетворити дані книги у формат PDF за допомогою Prince.</p> <p style="margin:0">Prince — зовнішня програма, яку можна отримати зі сторінки <a href="http://www.princexml.com/">www.princexml.com</a>.</p> <p style="margin:1em 0 0 0">За допомогою цього додатка можна виконати перетворення даних лише у декількох форматах, зокрема EPUB, AZW3 та HTMLZ. Якщо вам потрібно виконати перетворення книги у якомусь іншому форматі, спочатку виконайте перетворення у один з цих форматів.</p> <p style="margin:1em 0 0 0">До того, як буде виконано перетворення, ви зможете визначити, чи слід додавати отриманий файл PDF до запису книги у бібліотеці. Якщо ви вирішите не додавати PDF до запису, файл буде збережено на диску за допомогою шаблона зберігання на диску.</p> <p style="margin:1em 0 0 0">Під час перетворення не використовуються жодні параметри перетворення calibre. Замість них додаток використовує нетиповий файл CSS, у якому можна вказати специфічні для Prince параметри перетворення. Внести зміни до цього файла можна за допомогою діалогового вікна налаштовування додатка. Крім того, додаток здатен виявляти і використовувати будь-які додаткові файли CSS, які є частиною самої книги за допомогою теґу <span %(code)s>&lt;meta&gt;</span> з параметрами <span %(code)s>name="prince-style"</span> та <span %(code)s>content="<i>idref</i>"</span>, де <span %(code)s><i>idref</i></span> є ідентифікатором (<span %(code)s>id</span>) додаткового файла CSS у маніфесті.</p> <hr/> <p style="margin:1em 0 0 0"><i><img src="%(dir)s/prince_icon.png"/> Авторські права на Prince належать YesLogic Pty. Ltd.</i></p> <p style="margin:0"><img src="%(dir)s/small_icon.png"/> Цей додаток випущено за дотримання умов лінзування %(license)s.</p>
